TargetApplication=SynWrite v5.8.770
Author=Juha
SourceLANGID=1033
LANGID=1028
Generator=DKLang Translation Editor v3.0
LastModified=2013-09-27 14:08:42

[AddTemplateDlg]
00000001=程式碼範本
00000002=快速鍵名稱(&S) :
00000003=描述(&D) :
00000004=確認(&O)
00000005=取消(&C)

[CustomSyntDlg]
00000001=標示語法
00000002=元素(&E)
00000003=確定(&O)
00000004=取消(&C)
00000005=背景(&B)
00000006=字型色彩(&F)
00000007=樣式類型(&S)
00000008=垂直對齊(&V)
00000009=大小寫效果(&P)
00000010=指定背景色彩。
00000011=設定自訂字型(&T)...
00000012=指定字型色彩。
00000013=指定應該使用何種樣式的屬性。
00000014=字型樣式
00000015=指定是否要使用粗體字型樣式。
00000016=粗體(&L)
00000017=指定是否要使用斜體字型樣式。
00000018=斜體(&I)
00000019=指定是否要使用底線字型樣式。
00000020=底線(&U)
00000021=指定是否要使用刪除線字型樣式。
00000022=刪除線(&T)
00000023=指定套用在畫布上的樣式屬性。
00000024=自訂字型\n字型樣式和色彩\n背景和前景色彩\n僅背景色彩\n
00000025=指定文字的垂直方向對齊方式。
00000026=靠上\n置中\n靠下\n
00000027=指定是否使用隱藏屬性。
00000028=隱藏(&H)
00000029=框線 ...
00000030=左
00000031=上
00000032=右
00000033=下
00000034=指定左側框線的線條色彩。
00000035=指定左側框線的線條樣式。
00000037=指定上方框線的線條色彩。
00000038=指定上方框線的線條樣式。
00000040=指定右側框線的線條色彩。
00000041=指定右側框線的線條樣式。
00000043=指定下方框線的線條色彩。
00000044=指定下方框線的線條樣式。
00000046=指定是否必須在多行文字周邊加上實線框線。
00000047=多行框線(&M)
00000048=指定是否使用唯讀屬性。
00000049=唯讀(&R)
00000050=指定文字暫存器在繪製前該如何改變。
00000051=未變更\n大寫\n小寫\n切換大小寫\n初始大寫\n
00000052=預設值
00000053=標記的區塊
00000054=未知\n註解\n識別碼\n符號\n字串\n整數常數\n浮點常數\nHex 常數\n字元常數\n前置處理器\n
00000055=標記的區塊
00000056=預設值

[fmAb]
00000001=關於
00000004=關於
00000005=網站 :
00000006=論壇 :
00000007=作者 :
00000013=電子郵件 :
00000015=元件
00000024=確定
00000025=官方論壇

[fmEnc]
00000001=變更編碼方式
00000002=重新開啟檔案於新的編碼
00000003=變更已修改之檔案的編碼方式
00000004=編碼方式已變更，且檔案目前已被修改。  你想怎麼做?

[fmExtract]
00000001=提取字串
00000002=尋找
00000003=複製到剪貼簿
00000004=複製到索引標籤
00000005=說明
00000006=取消
00000007=搜尋
00000008=正則表示式 :
00000009=找不到...
00000010=區分大小寫
00000011=僅在選取範圍內搜尋
00000012=從插入點搜尋
00000013=找到字串

[fmFav]
00000001=我的最愛
00000002=開啟
00000003=取消
00000004=顯示路徑
00000005=上移
00000006=下移
00000007=刪除

[fmFillBlock]
00000001=填滿區塊
00000002=確定
00000003=取消
00000004=新字串 :
00000005=維持區塊寬度 (取消核取執行 "欄編輯" 指令)

[fmGoto]
00000001=移到
00000002=行(&L) :
00000003=確定
00000004=取消
00000005=欄(&C) :
00000006=延伸選取(&X)
00000007=移到位置(&G)
00000008=移到上一個書籤(&P)
00000009=移到下一個書籤(&N)
00000010=移到書籤編號(&U) :

[fmGotoBkmk]
00000001=移到書籤
00000002=書籤清單 :
00000003=確定
00000004=取消
00000005=Shift+click 選擇從插入點到書籤

[fmHideItems]
00000001=隱藏功能表項目
00000002=此對話方塊可以隱藏所有預先定義的功能表和工具列項目 (使用 SynHide.ini 檔案)。核取的項目將被隱藏。 注意 : 程式必須重新啟動才會套用該設定。
00000003=確定
00000004=取消
00000005=全部取消核取

[fmInsTxt]
00000001=插入文字
00000002=要插入什麼
00000003=在行首 :
00000004=在行尾 :
00000005=起始編號 :
00000006=位數 :
00000008=文字
00000009=編號
00000010=項目符號
00000011=選項
00000012=插入開頭 :
00000013=在欄 :
00000014=在前置空格之後
00000015=忽略空白行
00000016=在字串之後 :
00000017=確定
00000018=取消
00000019=字尾 :
00000020=字首 :
00000021=注意 : 僅會在選取行上執行。
00000022=注意 : 指定插入作業將要ˊ執行的次數。
00000023=重複次數 :
00000024=次

[fmLexerLibrary]
00000016=開啟語彙分析器程式庫
00000017=開啟語彙分析器程式庫
00000018=儲存語彙分析器程式庫
00000019=語彙分析器程式庫另存新檔...
00000020=語彙分析器程式庫屬性...
00000021=語彙分析器程式庫屬性...
00000022=匯入語彙分析器
00000023=匯入語彙分析器
00000024=匯出語彙分析器
00000025=匯出語彙分析器
00000026=刪除語彙分析器
00000027=刪除語彙分析器
00000028=清除
00000029=刪除所有語彙分析器
00000030=新增語彙分析器
00000031=新增語彙分析器
00000032=關閉
00000033=關閉
00000035=建立目前的語彙分析器的複本
00000037=語彙分析器程式庫 (*.LXL)|*LXL|所有檔案 (*.*)|*.*
00000038=開啟語彙分析器程式庫
00000040=語彙分析器程式庫 (*.LXL)|*LXL|所有檔案 (*.*)|*.*
00000041=儲存語彙分析器程式庫
00000043=語彙分析器設定檔 (*.lcf)|*.lcf|所有檔案 (*.*)|*.*
00000044=開啟語彙分析器資源
00000046=語彙分析器設定檔 (*.lcf)|*.lcf|所有檔案 (*.*)|*.*
00000047=儲存語彙分析器資源

[fmLoadLex]
00000001=還原語彙分析器樣式
00000002=在 SynWrite 重新安裝之後，使用此對話方塊可還原自訂的語彙分析器樣式。此功能作業方式如下所示 : 每次按下語彙屬性對話方塊的 [確定] 按鈕後，語彙分析器會自動備份到 "SynStyles.ini" 檔案。然後當重新安裝 SynWrite (安裝時會以 "LexLib.lxl" 程式庫取代)，安裝程式會開啟此對話方塊。屆時可從 "SynStyles.ini" 檔案將備份的樣式還原到語彙分析器的程式庫檔案 "LexLib.lxl"。
00000003=選擇要還原的備份樣式檔案
00000004=全選
00000005=全部不選
00000006=移除選取項目
00000007=確定
00000008=取消

[fmLoremIpsum]
00000001=亂數假文產生器
00000002=確定
00000003=複製
00000004=取消
00000005=句子
00000006=段落
00000008=次
00000009=使用 HTML 標籤
00000010=»?

[fmMacroEdit]
00000001=編輯巨集
00000002=巨集
00000007=指令
00000008=ID
00000009=資料
00000010=指令名稱
00000011=確定
00000012=取消
00000042=變更
00000044=新增
00000046=刪除
00000048=清除
00000049=快速鍵
00000050=清除
00000051=指定
00000054=重新命名
00000055=刪除
00000056=新增
00000057=變更
00000058=刪除
00000059=新增
00000060=清除
00000061=執行選取的巨集
00000062=執行
00000064=指定執行次數 :
00000065=執行到檔案結束

[fmMain]
00000006=列印...
00000009=預覽...
00000012=版面設定...
00000015=開啟新檔
00000016=建立新的檔案
00000018=新增視窗
00000020=列表機設定...
00000023=開啟...
00000024=開啟檔案
00000026=重新開啟
00000027=重新開啟檔案
00000029=儲存
00000030=儲存檔案
00000032=另存新檔...
00000033=另存目前的檔案為
00000035=匯出為 RTF...
00000036=匯出目前編輯器中的內容為 RTF (包括所有標示)
00000037=.RTF
00000038=RTF 文字檔案 (*.rtf)|*.rtf|所有檔案 (*.*)|*.*
00000040=匯出為 HTML...
00000041=匯出目前編輯器中的內容為 HTML (包括所有標示)
00000042=.HTML
00000043=HTML 檔案 (*.htm, *.html)|*.htm;*.html|所有檔案 (*.*)|*.*
00000045=設定...
00000046=對話方塊 : 選項
00000048=自訂語彙分析器...
00000049=自訂目前的語彙分析器
00000051=自訂語彙分析器程式庫...
00000052=自訂語彙分析器程式庫
00000054=複製
00000055=複製選取項目到剪貼簿
00000060=剪下
00000061=剪下選取項目到剪貼簿
00000063=貼上
00000064=貼上剪貼簿中的項目
00000066=刪除
00000067=清除目前選取項目
00000069=全選
00000070=選取所有文字
00000072=復原
00000073=恢復上一個動作
00000075=重做
00000076=重做上一個復原的動作
00000078=縮排
00000079=縮排選取範圍
00000081=取消縮排
00000082=取消縮排選取範圍
00000084=小寫
00000086=大寫
00000088=標題大寫
00000090=反轉大小寫
00000092=註解行
00000093=註解行
00000095=取消註解行
00000096=取消註解行
00000098=切換是否顯示樹狀目錄
00000101=遞增排序
00000102=選取項目遞增排序
00000104=遞減排序
00000105=選取項目遞減排序
00000110=唯讀
00000111=切換是否為唯讀
00000114=對話方塊 : 尋找
00000116=切換是否自動換行
00000117=切換是否自動換行
00000119=切換是否顯示行號
00000120=切換是否顯示行號
00000122=切換是否摺疊程式碼
00000123=切換是否摺疊程式碼
00000125=切換是否顯示無法列印的字元
00000126=切換是否顯示無法列印的字元
00000127=所有檔案 (*.*)|*.*
00000128=純文字
00000135=開啟新檔
00000137=開啟新檔
00000139=新增視窗
00000140=開啟舊檔
00000142=開啟檔案
00000143=儲存檔案
00000145=儲存檔案
00000146=另存新檔
00000148=另存檔案為
00000150=重新開啟檔案
00000151=匯出為 RTF
00000153=匯出為 RTF
00000154=匯出為 HTML
00000156=匯出為 HTML
00000157=選項
00000159=對話方塊 : 選項
00000160=編輯語彙分析器
00000162=對話方塊 : 自訂語彙分析器
00000164=對話方塊 : 語彙分析器程式庫
00000166=對齊 tokens
00000168=選取行遞增排序
00000170=選取行遞減排序
00000172=區塊註解
00000174=取消區塊註解
00000176=切換是否顯示樹狀目錄窗格
00000178=切換是否為唯讀
00000180=切換是否自動換行
00000182=切換是否顯示行號
00000184=切換是否摺疊程式碼
00000186=切換是否顯示無法列印的字元
00000188=放大
00000190=縮小
00000192=線條上移
00000194=線條下移
00000197=自動完成快顯功能表
00000198=參數快顯功能表
00000200=功能參數快顯功能表
00000201=範本快顯功能表
00000203=程式碼範本快顯功能表
00000204=內容說明
00000206=內容說明
00000207=列印
00000209=列印
00000210=預覽列印
00000212=預覽列印
00000213=版面設定
00000215=版面設定
00000217=列表機設定
00000220=取代下一個
00000221=全部取代
00000223=全部取代
00000224=對話方塊 : 移到
00000226=對話方塊 : 移到
00000227=向前尋找目前的文字
00000229=向前尋找目前的文字
00000230=向後尋找目前的文字
00000232=向後尋找目前的文字
00000233=尋找全部
00000235=尋找全部 (標記)
00000236=找上一個
00000238=找上一個
00000239=找下一個
00000241=找下一個
00000242=對話方塊 : 尋找
00000244=對話方塊 : 尋找
00000246=下一個搜尋標記
00000248=上一個搜尋標記
00000250=清除搜尋標記
00000252=清單程式尋找
00000254=清單程式找下一個
00000256=移動游標到指定位置
00000259=移動游標到左上的行首
00000260=最後一個字元
00000262=移動游標到本行的最後一個字元
00000263=第一個字元
00000265=移動游標到本行的第一個字元
00000266=文字結尾
00000268=移動游標到絕對結束位置
00000269=文字開始
00000271=移動游標到絕對初始位置
00000272=頁尾
00000274=移動游標到頁尾
00000275=頁首
00000277=移動游標到頁首
00000278=向右翻頁
00000280=游標向左移動一頁
00000281=向左翻頁
00000283=游標向右移動一頁
00000284=向下翻頁
00000286=游標向下移動一頁
00000287=向上翻頁
00000289=游標向上移動一頁
00000290=行尾
00000292=移動游標到行尾
00000293=行首
00000295=移動游標到行首
00000296=右移一個單字
00000298=游標向右移動一個單字
00000299=左移一個單字
00000301=游標向左移動一個單字
00000302=下移(&D)
00000304=游標往下移動一行
00000305=上移(&U)
00000307=游標往上移動一行
00000308=右移(&R)
00000310=游標往右移動一個字元
00000311=左移(&L)
00000313=游標往左移動一個字元
00000315=游標往左移動並選取左側一個字元
00000317=游標往右移動並選取右側一個字元
00000319=游標往上移動並選取上一行
00000321=游標往下移動並選取下一行
00000323=游標往左移動並選取左側一個文字
00000325=游標往右移動並選取右側一個文字
00000327=移動游標並選取到行首
00000329=移動游標並選取到行尾
00000331=移動游標並向上選取一頁
00000333=移動游標並向下選取一頁
00000335=移動游標並向右選取一頁
00000337=移動游標並向左選取一頁
00000339=移動游標並選取到頁首
00000341=移動游標並選取到頁尾
00000343=移動游標並選取到絕對初始位置
00000345=移動游標並選取到絕對結束位置
00000347=移動游標並選取到行首第一個字元
00000349=移動游標並選取到行尾最後一個字元
00000351=移動游標並選取到左上的行首
00000353=移動游標到指定位置並選取
00000355=移動游標並向左欄選取一個字元
00000357=移動游標並向右欄選取一個字元
00000359=移動游標並向上欄選取一行
00000361=移動游標並向下欄選取一行
00000363=移動游標並向左欄選取一個單字
00000365=移動游標並向右欄選取一個單字
00000367=移動游標並欄選取到行首
00000369=移動游標並欄選取到行尾
00000371=移動游標並欄選取上一頁
00000373=移動游標並欄選取下一頁
00000375=移動游標並欄選取右一頁
00000377=移動游標並欄選取左一頁
00000379=移動游標並欄選取至頁首
00000381=移動游標並欄選取至頁尾
00000383=移動游標並欄選取到絕對初始位置
00000385=移動游標並欄選取到絕對結束位置
00000387=移動游標並欄選取到行首第一個字元
00000389=移動游標並欄選取到行尾最後一個字元
00000391=移動游標並欄選取到左上的行首
00000393=移動游標到指定的位置並欄選取
00000396=向上捲動一行 (游標位置保持不變)
00000397=向下捲動
00000399=向下捲動一行 (游標位置保持不變)
00000400=向左捲動
00000402=向左捲動一行 (游標位置保持不變)
00000403=向右捲動
00000405=向右捲動一行 (游標位置保持不變)
00000406=向上捲動一頁
00000408=向上捲動一頁 (游標位置保持不變)
00000409=向下捲動一頁
00000411=向下捲動一頁 (游標位置保持不變)
00000412=向左捲動一頁
00000414=向左捲動一頁 (游標位置保持不變)
00000415=向右捲動一頁
00000417=向右捲動一頁 (游標位置保持不變)
00000418=捲動到初始位置
00000420=捲動到絕對初始位置 (游標位置保持不變)
00000421=捲動到結束位置
00000423=捲動到絕對結束位置 (游標位置保持不變)
00000424=捲動到左側
00000426=捲動到絕對左側位置 (游標位置保持不變)
00000427=捲動到右側
00000429=捲動到絕對右側位置 (游標位置保持不變)
00000430=複製(&C)
00000432=複製選取項目到剪貼簿
00000433=剪下(&T)
00000435=剪下選取項目到剪貼簿
00000436=貼上(&P)
00000438=貼上來自剪貼簿的內容
00000439=復原(&U)
00000441=執行復原
00000442=重做(&R)
00000444=執行重做
00000445=全選(&A)
00000447=選取編輯器中整體內容，游標移到結尾。
00000448=刪除(&D)
00000450=刪除目前選取項目
00000451=複製為 RTF
00000453=以 RTF 格式複製到剪貼簿
00000454=新增行
00000456=在目前位置斷行，將插入點移到新行
00000458=在目前位置斷行，留下插入點
00000460=在目前位置插入一個字元 (Data = PChar)
00000462=插入整個字串 (Data = PChar)
00000464=複製行
00000467=縮排選取範圍
00000468=取消縮排(&U)
00000470=取消縮排選取範圍
00000472=Tab 鍵
00000474=插入 Tab 字元
00000477=刪除最後的字元 (如 : BackSpace 鍵)
00000478=刪除字元
00000480=刪除游標處的字元 (如 : Delete 鍵)
00000481=刪除文字
00000483=自游標處刪除到下一個文字
00000484=往後刪除文字
00000486=自游標處刪除到文字起點
00000487=刪除到行首
00000489=自游標處刪除到行首
00000490=刪除到行尾
00000492=自游標處刪除到行尾
00000493=刪除行
00000495=刪除目前行
00000496=全部清除
00000498=刪除所有文字
00000499=插入模式
00000501=設定插入模式
00000502=覆蓋模式
00000504=設定覆蓋模式
00000505=切換是否使用插入模式
00000507=切換 插入 / 覆蓋 模式
00000508=一般選取
00000510=一般選取模式
00000511=欄選取
00000513=欄選取模式
00000514=行選取
00000516=行選取模式
00000517=標示選取起始處
00000519=標示區塊的起始位置
00000520=標示選取結束處
00000522=標示區塊的結束位置
00000523=單字大寫
00000525=目前或前一個單字轉換為大寫
00000526=單字小寫
00000528=目前或前一個單字轉換為小寫
00000529=單字切換大小寫
00000531=切換是否轉換目前或前一個單字的大小寫
00000532=單字字首字母大寫
00000534=目前或前一個單字字首字母大寫
00000535=選取項目大寫
00000537=目前選取範圍或目前的字元轉換為大寫
00000538=選取項目小寫
00000540=目前選取範圍或目前的字元轉換為小寫
00000541=選取項目切換大小寫
00000543=目前選取範圍或目前的字元轉換其大小寫
00000544=選取項目字首字母大寫
00000546=目前選取項目字首字母轉換為大寫
00000547=切換摺疊
00000549=在目前行摺疊或展開區塊
00000550=摺疊
00000552=在目前行摺疊區塊
00000553=展開
00000555=在目前行展開區塊
00000556=全部折疊
00000558=摺疊所有區塊
00000559=全部展開
00000561=展開所有區塊
00000562=摺疊選取範圍
00000564=摺疊選取的區塊
00000565=切換摺疊最接近的
00000567=切換是否摺疊或展開最接近的區塊
00000568=選取範圍中摺疊
00000570=指定摺疊的範圍為選取範圍
00000571=選取範圍中展開
00000573=指定展開的範圍為選取範圍
00000574=切換摺疊
00000576=切換摺疊
00000579=移到書籤 #0
00000582=移到書籤 #1
00000585=移到書籤 #2
00000588=移到書籤 #3
00000591=移到書籤 #4
00000594=移到書籤 #5
00000597=移到書籤 #6
00000600=移到書籤 #7
00000603=移到書籤 #8
00000606=移到書籤 #9
00000609=切換書籤 #0
00000612=切換書籤 #1
00000615=切換書籤 #2
00000618=切換書籤 #3
00000621=切換書籤 #4
00000624=切換書籤 #5
00000627=切換書籤 #6
00000630=切換書籤 #7
00000633=切換書籤 #8
00000636=移到書籤 #9
00000638=清除所有書籤
00000641=放置標記到目前位置
00000642=收集標記
00000644=收集標記 (往後跳)
00000645=交換標記
00000647=交換標記 (保持位置, 往後跳)
00000648=跳到相符的括號
00000650=跳到相符的括號
00000651=執行巨集
00000653=執行最近錄製的巨集
00000654=開始錄製巨集
00000656=開始錄製巨集
00000657=停止錄製巨集
00000659=停止錄製巨集
00000660=取消錄製巨集
00000662=取消錄製巨集
00000664=設定編碼 - ANSI
00000666=設定編碼 - OEM
00000668=設定編碼 - UTF-8
00000670=設定編碼 - UTF-8, no BOM
00000672=設定編碼 - Unicode
00000674=設定編碼 - Unicode BE
00000676=設定編碼 - KOI8
00000678=設定編碼 - Mac
00000680=字元表快顯功能表
00000693=檔案
00000694=開啟新檔
00000695=建立新的檔案
00000696=開啟...
00000697=開啟檔案
00000700=儲存
00000701=儲存檔案
00000702=另存新檔...
00000703=另存目前的檔案為
00000704=匯出為 HTML...
00000705=匯出目前編輯器中的內容為 HTML (包括所有標示)
00000706=匯出為 RTF...
00000707=匯出目前編輯器中的內容為 RTF (包括所有標示)
00000708=列印...
00000710=預覽...
00000712=版面設定...
00000714=列表機設定...
00000718=找下一個
00000719=尋找搜尋字串的下一個位置
00000720=找上一個
00000721=尋找搜尋字串的上一個位置
00000722=找下一個目前的單字
00000723=尋找游標處單字的下一個位置
00000724=找上一個目前的單字
00000725=尋找游標處單字的上一個位置
00000726=清除搜尋標記
00000727=清除搜尋標記
00000754=設定
00000755=對話方塊 : 選項
00000756=自訂語彙分析器...
00000757=自訂目前的語彙分析器
00000758=自訂語彙分析器程式庫...
00000759=自訂語彙分析器程式庫
00000762=編輯
00000763=複製
00000764=複製選取項目到剪貼簿
00000765=剪下
00000766=剪下選取項目到剪貼簿
00000767=貼上
00000768=貼上剪貼簿中的項目
00000769=刪除
00000770=清除目前選取項目
00000771=全選
00000772=選取所有文字
00000773=復原
00000774=恢復上一個動作
00000775=重做
00000776=重做上一個復原的動作
00000777=排序
00000779=遞增排序
00000780=選取項目遞增排序
00000781=遞減排序
00000782=選取項目遞減排序
00000783=變更大小寫
00000784=變更選取項目的大小寫
00000785=大寫
00000786=選取項目 - 轉為大寫
00000787=小寫
00000788=選取項目 - 轉為小寫
00000789=字首大寫
00000790=選取項目 - 轉為字首大寫
00000791=反轉大小寫
00000792=反轉選取項目的大小寫
00000793=檢視
00000794=切換是否顯示樹狀目錄 / 專案窗格
00000802=切換是否顯示無法列印的字元
00000804=註解行
00000805=註解選取行
00000806=取消註解行
00000807=取消選取行的註解
00000808=縮排
00000809=縮排選取範圍
00000810=取消縮排
00000811=取消縮排選取範圍
00000821=檔案(&F)
00000822=新增(&N)
00000823=開啟新檔
00000824=建立新的檔案
00000825=新增視窗
00000826=開啟舊檔(&O)...
00000827=開啟檔案
00000828=重新開啟(&R)
00000829=重新開啟檔案
00000830=儲存(&S)
00000831=儲存檔案
00000832=另存新檔(&A)...
00000833=另存目前的檔案為
00000834=匯出
00000835=匯出為 HTML (&H) ...
00000836=匯出目前編輯器中的內容為 HTML (包括所有標示)
00000837=匯出為 RTF (&R) ...
00000838=匯出目前編輯器中的內容為 RTF (包括所有標示)
00000840=列印(&P) ...
00000842=預覽列印(&V) ...
00000844=版面設定(&G) ...
00000846=列表機設定(&E) ...
00000848=離開(&X)
00000849=編輯(&E)
00000850=復原(&U)
00000851=恢復上一個動作
00000852=重做(&R)
00000853=重做上一個復原的動作
00000854=剪下(&C)
00000855=剪下選取項目到剪貼簿
00000856=複製(&O)
00000857=複製選取項目到剪貼簿
00000858=貼上(&P)
00000859=貼上剪貼簿中的項目
00000860=刪除(&D)
00000861=清除目前選取項目
00000862=全選(&S)
00000863=選取所有文字
00000868=縮排(&I)
00000869=縮排選取範圍
00000870=取消縮排(&E)\n
00000871=取消縮排選取範圍
00000872=重複行(&D)
00000873=插入字元
00000874=排序
00000876=遞增排序(&A)
00000877=選取項目遞增排序
00000878=遞減排序(&D)
00000879=選取項目遞減排序
00000880=變更大小寫
00000882=大寫(&U)
00000883=選取項目 - 轉為大寫
00000884=小寫(&L)
00000885=選取項目 - 轉為小寫
00000886=字首字母大寫(&T)
00000887=選取項目 - 轉為字首大寫
00000888=反轉大小寫(&I)
00000889=反轉選取項目的大小寫
00000912=搜尋(&S)
00000915=找下一個(&N)
00000916=尋找搜尋字串的下一個位置
00000917=找上一個(&P)
00000918=尋找搜尋字串的上一個位置
00000919=找下一個目前的單字(&W)
00000920=尋找游標處單字的下一個位置
00000921=找上一個目前的單字(&O)
00000922=尋找游標處單字的上一個位置
00000923=下一個搜尋標記(&X)
00000924=上一個搜尋標記(&S)
00000925=清除搜尋標記(&C)
00000926=清除 "全部尋找" 指令遺留下的搜尋標記
00000927=移到行號(&G)...
00000928=對話方塊 : 移到
00000929=書籤(&B)
00000930=設定書籤編號(&S)
00000941=移到書籤編號(&G)
00000952=清除所有書籤(&C)
00000953=移除目前檔案中的所有書籤
00000954=語彙分析器(&L)
00000955=選項(&O)
00000956=自訂(&C)...
00000957=對話方塊 : 選項
00000958=自訂語彙分析器(&Z)...
00000959=自訂目前的語彙分析器
00000960=自訂語彙分析器程式庫(&L)...
00000961=自訂語彙分析器程式庫
00000962=自訂外部工具(&C)...
00000963=切換唯讀(&R)
00000964=切換是否為唯讀
00000965=切換結構/專案窗格(&S)
00000966=是否顯示結構 / 專案窗格
00000967=切換程式碼摺疊(&C)
00000968=切換是否摺疊程式碼
00000969=切換自動換行(&W)
00000970=切換是否自動換行
00000971=切換行號(&N)
00000972=切換是否顯示行號
00000973=切換
00000975=說明
00000976=瀏覽 Readme 資料夾(&B)
00000977=關於(&A)...
00000978=復原
00000979=恢復上一個動作
00000980=重做
00000981=重做上一個復原的動作
00000982=剪下
00000983=剪下選取項目到剪貼簿
00000984=複製
00000985=複製選取項目到剪貼簿
00000986=貼上
00000987=貼上剪貼簿中的項目
00000988=刪除
00000989=清除目前選取項目
00000990=全選
00000991=選取所有文字
00001012=檔案
00001013=檔案
00001014=檔案
00001015=檔案
00001016=檔案
00001017=檔案
00001018=檔案
00001019=檔案
00001020=選項
00001021=選項
00001022=選項
00001023=雜項
00001024=排序
00001025=排序
00001026=註解
00001027=註解
00001028=選項
00001029=選項
00001030=選項
00001031=選項
00001032=選項
00001033=選項
00001034=縮放
00001035=縮放
00001036=雜項
00001037=雜項
00001038=提示
00001039=提示
00001040=提示
00001041=提示
00001042=列印
00001043=列印
00001044=列印
00001045=列印
00001046=尋找和取代
00001047=尋找和取代
00001048=移到
00001049=尋找和取代
00001050=尋找和取代
00001051=尋找和取代
00001052=尋找和取代
00001053=尋找和取代
00001054=尋找和取代
00001055=移到
00001056=移到
00001057=移到
00001058=尋找和取代
00001059=尋找和取代
00001060=導覽, 不選擇
00001061=導覽, 不選擇
00001062=導覽, 不選擇
00001063=導覽, 不選擇
00001064=導覽, 不選擇
00001065=導覽, 不選擇
00001066=導覽, 不選擇
00001067=導覽, 不選擇
00001068=導覽, 不選擇
00001069=導覽, 不選擇
00001070=導覽, 不選擇
00001071=導覽, 不選擇
00001072=導覽, 不選擇
00001073=導覽, 不選擇
00001074=導覽, 不選擇
00001075=導覽, 不選擇
00001076=導覽, 不選擇
00001077=導覽, 不選擇
00001078=導覽, 不選擇
00001079=導覽, 不選擇
00001080=導覽, 一般選擇
00001081=導覽, 一般選擇
00001082=導覽, 一般選擇
00001083=導覽, 一般選擇
00001084=導覽, 一般選擇
00001085=導覽, 一般選擇
00001086=導覽, 一般選擇
00001087=導覽, 一般選擇
00001088=導覽, 一般選擇
00001089=導覽, 一般選擇
00001090=導覽, 一般選擇
00001091=導覽, 一般選擇
00001092=導覽, 一般選擇
00001093=導覽, 一般選擇
00001094=導覽, 一般選擇
00001095=導覽, 一般選擇
00001096=導覽, 一般選擇
00001097=導覽, 一般選擇
00001098=導覽, 一般選擇
00001099=導覽, 一般選擇
00001100=導覽, 欄選擇
00001101=導覽, 欄選擇
00001102=導覽, 欄選擇
00001103=導覽, 欄選擇
00001104=導覽, 欄選擇
00001105=導覽, 欄選擇
00001106=導覽, 欄選擇
00001107=導覽, 欄選擇
00001108=導覽, 欄選擇
00001109=導覽, 欄選擇
00001110=導覽, 欄選擇
00001111=導覽, 欄選擇
00001112=導覽, 欄選擇
00001113=導覽, 欄選擇
00001114=導覽, 欄選擇
00001115=導覽, 欄選擇
00001116=導覽, 欄選擇
00001117=導覽, 欄選擇
00001118=導覽, 欄選擇
00001119=導覽, 欄選擇
00001120=捲動
00001121=捲動
00001122=捲動
00001123=捲動
00001124=捲動
00001125=捲動
00001126=捲動
00001127=捲動
00001128=捲動
00001129=捲動
00001130=捲動
00001131=捲動
00001132=標準動作
00001133=標準動作
00001134=標準動作
00001135=標準動作
00001136=標準動作
00001137=標準動作
00001138=標準動作
00001139=剪貼簿作業
00001140=插入文字
00001141=插入文字
00001142=插入文字
00001143=插入文字
00001144=插入文字
00001145=縮排和定位點
00001146=縮排和定位點
00001147=縮排和定位點
00001148=縮排和定位點
00001149=刪除文字
00001150=刪除文字
00001151=刪除文字
00001152=刪除文字
00001153=刪除文字
00001154=刪除文字
00001155=刪除文字
00001156=刪除文字
00001157=選取模式
00001158=選取模式
00001159=選取模式
00001160=選取模式
00001161=選取模式
00001162=選取模式
00001163=選取模式
00001164=選取模式
00001165=變更大小寫
00001166=變更大小寫
00001167=變更大小寫
00001168=變更大小寫
00001169=變更大小寫
00001170=變更大小寫
00001171=變更大小寫
00001172=變更大小寫
00001173=文字摺疊
00001174=文字摺疊
00001175=文字摺疊
00001176=文字摺疊
00001177=文字摺疊
00001178=文字摺疊
00001179=文字摺疊
00001180=文字摺疊
00001181=文字摺疊
00001182=文字摺疊
00001183=書籤
00001184=書籤
00001185=書籤
00001186=書籤
00001187=書籤
00001188=書籤
00001189=書籤
00001190=書籤
00001191=書籤
00001192=書籤
00001193=書籤
00001194=書籤
00001195=書籤
00001196=書籤
00001197=書籤
00001198=書籤
00001199=書籤
00001200=書籤
00001201=書籤
00001202=書籤
00001203=書籤
00001204=標記
00001205=標記
00001206=標記
00001207=移到
00001208=巨集
00001209=巨集
00001210=巨集
00001211=巨集
00001212=編碼
00001213=編碼
00001214=編碼
00001215=編碼
00001216=編碼
00001217=編碼
00001218=編碼
00001219=編碼
00001220=雜項
00001227=縮放
00001228=原始大小
00001229=執行
00001230=執行外部工具 1
00001231=執行
00001232=執行外部工具 2
00001233=執行
00001234=執行外部工具 3
00001244=執行
00001245=執行外部工具 4
00001255=自動完成快顯功能表
00001256=取代下一個
00001257=左上
00001258=向上捲動
00001259=縮排(&I)
00001260=到退刪除字元
00001261=放置標記
00001262=尋找和取代
00001263=清單程式找上一個
00001264=雜項
00001265=功能表 - 編碼
00001266=雜項
00001267=功能表 - 語彙分析器
00001268=雜項
00001269=功能表 - 行尾結束符號
00001270=交換標記(&S)
00001271=收集標記(&O)
00001272=放置標記(&D)
00001274=快速搜尋
00001275=找下一個
00001276=找上一個
00001278=工具列(&B)
00001279=快速搜尋
00001280=檢視
00001281=編輯
00001282=檔案
00001286=尋找和取代
00001287=快速搜尋
00001288=快速搜尋(&Q)
00001289=區分大小寫
00001290=快速搜尋
00001291=下一個
00001292=上一個
00001293=大小寫
00001294=單字
00001295=全字拼寫須相符
00001296=標記所有符合項目(&M)
00001297=顯示 "快速搜尋" 窗格
00001298=移到下一個搜尋標記
00001299=移到上一個搜尋標記
00001300=標記所有相符的字串位置 (放置搜尋標記)
00001301=目前檔案位置放置標記
00001302=移除最後的標記
00001303=交換最後的標記和目前的檔案位置
00001304=自訂其他工具
00001305=切換是否顯示檔案工具列
00001306=切換是否顯示編輯工具列
00001307=切換是否顯示檢視工具列
00001308=切換是否顯示快速搜尋工具列
00001312=在檔案總管中瀏覽 Readme 資料夾
00001313=對話方塊 : 關於
00001314=複製目前行
00001315=對話方塊 : 字元表
00001318=關閉編輯器
00001319=說明主題(&H)
00001320=顯示說明檔案
00001321=關閉(&C)
00001323=索引標籤
00001324=關閉索引標籤
00001325=關閉其他索引標籤
00001326=關閉索引標籤
00001327=建立新的索引標籤
00001331=全部儲存(&L)
00001333=全部關閉
00001334=索引標籤
00001335=關閉所有索引標籤
00001336=索引標籤
00001337=關閉其他索引標籤
00001338=檔案
00001339=全部儲存
00001340=儲存所有索引標籤
00001341=關閉目前的索引標籤
00001342=關閉所有索引標籤
00001344=關閉其他索引標籤(&H)
00001345=關閉所有索引標籤 (目前的除外)
00001346=開啟工作階段(&O)...
00001347=工作階段另存新檔(&A)...
00001349=工作階段檔案|*.syn
00001351=工作階段檔案|*.syn
00001352=開啟儲存的索引標籤清單
00001353=儲存索引標籤清單以選取檔案
00001354=檔案
00001355=清除檔案歷史紀錄
00001356=最近使用的檔案(&T)
00001357=清除清單
00001358=視窗(&W)
00001360=插入日期 / 時間
00001361=雜項
00001362=插入目前的日期/時間
00001363=文字內容插入目前的日期/時間
00001364=執行(&R)
00001369=PHP.net
00001383=開啟包含的資料夾(&O)
00001384=開啟包含目前檔案的資料夾
00001389=執行
00001390=執行外部工具 5
00001391=執行
00001392=執行外部工具 6
00001393=執行
00001394=執行外部工具 7
00001395=執行
00001396=執行外部工具 8
00001397=執行
00001398=以 Firefox 開啟
00001399=執行
00001400=以 IE 開啟
00001401=執行
00001402=以 Chrome 開啟
00001403=執行
00001404=以 Safari 開啟
00001405=執行
00001406=開啟包含的資料夾
00001407=顯上說明
00001408=在 PHP 網站上搜尋
00001409=顯上說明
00001410=在 Google 搜尋
00001411=顯上說明
00001412=在 Wikipedia 搜尋
00001417=編碼(&N)
00001418=變更行尾結束符號(&L)
00001422=變更編碼(&C)
00001440=轉換編碼為(&V)
00001441=以其他編碼或變更目前的編碼等方式重新載入檔案
00001442=變更目前的編碼且不重新載入檔案
00001447=尋找和取代
00001448=對話方塊 : 取代
00001450=取代(&R)...
00001451=尋找(&F)...
00001452=對話方塊 : 尋找
00001453=對話方塊 : 取代
00001454=取代...
00001455=對話方塊 : 取代
00001458=顯上說明
00001459=以 MSDN 搜尋
00001460=檔案
00001461=離開應用程式
00001462=關閉並刪除(&D)
00001463=檔案
00001464=關閉並刪除檔案
00001465=關閉目前的索引標籤並刪除該檔案
00001467=對話方塊 : 在檔案中尋找/取代
00001469=對話方塊 : 取代
00001470=對話方塊 : 在檔案中尋找/取代
00001471=在檔案中尋找/取代...
00001472=在檔案中尋找/取代(&E)...
00001473=對話方塊 : 在檔案中尋找/取代
00001474=尋找和取代
00001475=對話方塊 : 在檔案中尋找/取代
00001476=更多
00001477=複製連結
00001478=複製連結到剪貼簿
00001479=複製/貼附
00001480=貼附選取項目到剪貼簿
00001481=剪下/貼附
00001482=剪下選取項目並貼附到剪貼簿
00001483=複製為 HTML
00001485=複製為 RTF
00001487=複製為 HTML
00001488=剪貼簿作業
00001489=以 HTML 格式複製到剪貼簿
00001490=複製為 HTML
00001492=複製-貼附
00001493=剪貼簿作業
00001494=複製並貼附到剪貼簿
00001495=剪下-貼附
00001496=剪貼簿作業
00001497=剪下並貼附到剪貼簿
00001498=複製-貼附
00001499=剪下-貼附
00001500=複製選取項目並貼附到剪貼簿
00001501=剪下選取項目並貼附到剪貼簿
00001502=剪下/貼附
00001503=剪下選取項目並貼附到剪貼簿
00001504=複製/貼附
00001505=複製選取項目並貼附到剪貼簿
00001521=移到相符的括號
00001522=移到和目前括號相對應的括號
00001523=輸出
00001524=切換輸出
00001525=選項
00001526=切換輸出窗格
00001527=切換輸出窗格
00001529=切換輸出窗格(&O)
00001530=顯示/隱藏輸出窗格
00001531=功能表
00001532=清除
00001533=複製選取項目
00001534=導覽
00001535=全部複製
00001540=刪除選取項目
00001541=刪除無法分析的項目
00001544=導覽
00001548=複製為 RTF
00001550=自訂語彙分析器的樣式(&S)...
00001551=自訂目前語彙分析器的亮顯屬性
00001552=自訂語彙分析器的樣式(&S)...
00001553=自訂目前語彙分析器的亮顯屬性
00001554=擷取字串(&X)...
00001555=對話方塊 : 擷取字串
00001556=尋找和取代
00001557=對話方塊 : 擷取字串
00001558=變更大小寫
00001559=目前的選取範圍句首大寫
00001560=句首大寫
00001561=選取項目 - 轉為句首大寫
00001562=句首大寫
00001563=選取項目 - 轉為句首大寫
00001564=句首大寫
00001573=自訂縮放...
00001575=切換剪貼簿歷史紀錄
00001576=切換剪貼簿/文件縮圖窗格
00001577=顯示/隱藏剪貼簿和文件縮圖窗格
00001578=選項
00001579=切換剪貼簿/文件縮圖窗格
00001580=清除
00001581=上一個批次搜尋結果
00001582=下一個批次搜尋結果
00001583=移到
00001584=下一個批次搜尋結果
00001585=移到
00001586=上一個批次搜尋結果
00001587=開啟 "在檔案中尋找" 的上一個結果
00001588=開啟 "在檔案中尋找" 的下一個結果
00001589=切換同步編輯(&Y)
00001590=開始/取消同步編輯模式
00001591=工作階段
00001592=工作階段另存新檔...
00001593=工作階段
00001594=開啟工作階段
00001595=開啟/新增工作階段(&D)...
00001596=新增儲存的索引標籤清單到目前的索引標籤
00001597=工作階段
00001598=開啟/新增工作階段
00001599=雜項
00001600=切換同步編輯模式
00001601=全螢幕(&U)
00001602=選項
00001603=切換全螢幕
00001604=切換全螢幕模式
00001606=複製目錄路徑到剪貼簿
00001607=複製完整路徑到剪貼簿
00001608=複製檔案名稱到剪貼簿
00001610=移動到其他檢視窗格
00001614=索引標籤
00001615=移動索引標籤到其他檢視窗格
00001616=水平分割
00001618=水平同步捲動
00001619=垂直同步捲動
00001620=選項
00001621=切換水平同步捲動
00001622=選項
00001623=切換垂直同步捲動
00001624=整合檔案總管(&X)...
00001625=自訂與 Windows 檔案總管整合
00001626=檢視(&V)
00001627=最上層顯示(&A)
00001628=在最上層顯示主要表單
00001629=選項
00001630=切換最上層顯示
00001631=填滿區塊...
00001632=雜項
00001633=對話方塊 : 填滿區塊
00001634=使用自訂字串填滿欄區塊行
00001635=插入文字...
00001636=雜項
00001637=對話方塊 : 插入文字
00001640=在其他索引標籤中開啟選取的檔案名稱
00001641=傳送到電子郵件(&M)
00001642=透過 MS Outlook 寄送目前檔案的電子郵件
00001643=對話方塊 : 插入文字
00001644=進階(&A)
00001645=還原語彙分析器樣式...
00001646=還原自動備份的語彙分析器樣式
00001647=自訂...
00001648=焦點
00001649=切換樹狀結構焦點
00001651=焦點
00001652=切換剪貼簿焦點
00001653=縮寫
00001654=Emmet - 展開縮寫
00001662=縮寫
00001663=Emmet - 以縮寫換行
00001664=註解
00001665=區塊註解(&C)
00001666=註解選取行
00001667=取消區塊註解(&U)
00001668=取消選取行的註解
00001669=切換區塊註解(&B)
00001670=切換選取行的行註解
00001671=註解
00001672=切換區塊註解
00001673=焦點
00001674=切換輸出焦點
00001675=檔案
00001676=建立備份副本
00001677=註解
00001678=切換串流註解
00001679=切換串流註解(&S)
00001680=切換選取行的串流註解
00001681=縮排
00001682=行作業
00001683=向下移動行(&O)
00001684=向上移動行(&U)
00001685=向下移動選取行
00001686=向上移動選取行
00001687=捐贈(&D)...
00001688=顯示 "捐贈" 說明主題
00001689=刪除行(&E)
00001690=刪除目前行
00001691=複製到剪貼簿
00001692=複製目錄路徑到剪貼簿
00001693=複製完整路徑到剪貼簿
00001694=複製檔案名稱到剪貼簿
00001695=剪貼簿作業
00001696=複製檔案名稱到剪貼簿
00001697=剪貼簿作業
00001698=複製完整路徑到剪貼簿
00001699=剪貼簿作業
00001700=複製目錄路徑到剪貼簿
00001701=焦點
00001702=切換尋找結果焦點
00001705=拼字檢查
00001706=執行目前文件的拼字檢查
00001707=即時拼字檢查
00001708=啟動即時拼字檢查 (紅色底線)
00001710=拼字檢察(&E)
00001711=執行目前文件的拼字檢查
00001712=即時拼字檢查(&L)
00001713=切換即時拼字檢查模式 (紅色底線)
00001714=選項
00001715=切換即時拼字檢查
00001716=雜項
00001717=執行拼字檢查
00001718=結合行(&J)
00001719=結合 (串連) 選取行
00001720=雜項
00001721=結合行
00001722=雜項
00001723=分割行
00001724=分割行(&S)...
00001725=分割目前行 / 選取行使其成為短行
00001726=巨集(&M)
00001735=執行最新的巨集(&P)
00001737=停止錄製(&S)
00001739=開始錄製(&R)
00001741=取消錄製(&C)
00001743=執行/自訂巨集(&U)...
00001744=巨集
00001745=對話方塊 : 執行/自訂巨集
00001746=錄製一個新巨集
00001747=停止錄製目前的巨集
00001748=取消錄製目前的巨集
00001749=執行最新的巨集
00001750=對話方塊 : 執行/自訂巨集
00001752=預覽 HTML 原始碼(&P)
00001753=在預設瀏覽器中預覽選取的 HTML 原始碼
00001754=執行
00001755=預覽選取的 HTML 原始碼
00001756=巨集
00001757=執行巨集 #1
00001758=巨集
00001759=執行巨集 #2
00001760=巨集
00001761=執行巨集 #3
00001762=巨集
00001763=執行巨集 #4
00001764=巨集
00001765=執行巨集 #5
00001766=巨集
00001767=執行巨集 #6
00001768=巨集
00001769=執行巨集 #7
00001770=巨集
00001771=執行巨集 #8
00001772=巨集
00001773=執行巨集 #9
00001774=下一個書籤(&N)
00001775=上一個書籤(&P)
00001776=切換書籤(&T)
00001777=移到下一個書籤
00001778=移到上一個書籤
00001779=切換目前行的書籤
00001780=書籤
00001781=切換書籤
00001782=書籤
00001783=移到下一個書籤
00001784=書籤
00001785=移到上一個書籤
00001786=反轉書籤(&I)
00001787=切換檔案中所有的書籤行
00001789=書籤
00001790=複製書籤行
00001791=書籤
00001792=剪下書籤行
00001793=書籤
00001794=貼到書籤行
00001795=書籤
00001796=刪除書籤行
00001797=書籤
00001798=刪除未標記行
00001799=刪除未標記行
00001800=刪除書籤行
00001801=貼到書籤行
00001802=剪下書籤行
00001803=複製書籤行
00001804=自檔案中刪除非書籤行
00001805=自檔案中刪除書籤行
00001806=從剪貼簿貼上並取代書籤行
00001807=剪下書籤行到剪貼簿
00001808=複製書籤行到剪貼簿
00001809=設定目前行的書籤編號 (0-9)
00001810=移到任意編號的書籤
00001811=移到行
00001812=對話方塊 : 移到
00001813=書籤
00001814=反轉書籤
00001815=垂直同步捲動
00001816=垂直同步捲動 (開啟兩個檢視窗格時)
00001817=水平同步捲動
00001818=水平同步捲動 (開啟兩個檢視窗格時)
00001819=焦點
00001820=切換編輯程式檢視 (窗格) 焦點
00001821=剪下目前行
00001822=複製目前行
00001823=剪貼簿作業
00001824=複製目前行到剪貼簿
00001825=剪貼簿作業
00001826=剪下目前行到剪貼簿
00001827=剪下目前行到剪貼簿
00001828=副至目前行到剪貼簿
00001829=HTML 整理(&H)
00001830=設定
00001831=驗證文件
00001832=編輯 HTML 整理設定檔
00001833=使用 HTML 整理工具驗證目前的檔案
00001834=執行
00001835=HTML 整理 - 驗證
00001836=執行
00001837=HTML 整理 - 設定
00001839=導覽
00001840=複製選取項目
00001841=全部複製
00001842=清除
00001843=焦點
00001844=切換驗證焦點
00001845=排序
00001846=移除相鄰重覆項目
00001847=移除相鄰重覆項目
00001849=移除相鄰重覆項目
00001851=索引標籤
00001852=使用中索引標籤 #1
00001853=索引標籤
00001854=使用中索引標籤 #2
00001855=索引標籤
00001856=使用中索引標籤 #3
00001857=索引標籤
00001858=使用中索引標籤 #4
00001859=索引標籤
00001860=使用中索引標籤 #5
00001861=索引標籤
00001862=使用中索引標籤 #6
00001863=索引標籤
00001864=使用中索引標籤 #7
00001865=索引標籤
00001866=使用中索引標籤 #8
00001867=索引標籤
00001868=使用中索引標籤 #9
00001869=索引標籤
00001870=使用中索引標籤 #10
00001881=最近的工作階段(&T)
00001882=清除清單(&C)
00001884=儲存工作階段(&S)
00001885=儲存索引標籤清單 (保留目前的工作階段名稱)
00001886=關閉工作階段(&C)
00001887=清除目前的索引標籤清單的名稱
00001888=工作階段
00001889=儲存工作階段
00001890=工作階段
00001891=關閉工作階段
00001892=移除空白行(&R)
00001893=移除空白行 (從選取或所有文件)
00001894=空白作業
00001895=移除前端或尾端空格(&S)
00001896=移除尾端空格(&T)
00001897=移除前端空格(&L)
00001898=移除行的前端和尾端空格
00001899=移除行的尾端空格
00001900=移除行的前端空格
00001901=空白作業
00001902=移除前端空格
00001903=空白作業
00001904=移除尾端空格
00001905=空白作業
00001906=移除前端或後端的空格
00001907=空白作業
00001908=刪除空白行
00001910=空白作業
00001911=刪除重複的空格
00001912=移除重複的空格(&D)
00001913=移除行的重覆 (相鄰) 空格
00001914=空白作業
00001915=取代空格為定位點 (全部)
00001916=空白作業
00001917=取代定位點為空格
00001918=空格轉定位點 (全部) (&E)
00001919=取代空格為定位點字元
00001920=定位點轉空格(&A)
00001921=取代定位點字元為空格
00001922=尋找和取代
00001923=從剪貼簿尋找字串 - 下一個
00001924=尋找和取代
00001925=從剪貼簿尋找字串 - 上一個
00001926=工作階段(&I)
00001928=分割檢視
00001929=分割檢視 20/80
00001930=分割檢視
00001931=分割檢視 30/70
00001932=分割檢視
00001933=分割檢視 40/60
00001934=分割檢視
00001935=分割檢視 50/50
00001936=分割檢視
00001937=分割檢視 60/40
00001938=分割檢視
00001939=分割檢視 70/30
00001940=分割檢視
00001941=分割檢視 80/20
00001949=重複執行最近執行過的巨集
00001950=巨集
00001951=重複執行最近執行過的巨集
00001952=雜項
00001953=重複執行最近編輯的指令
00001954=重複執行最近編輯的指令
00001955=重複執行最近編輯的文字指令
00001956=搜尋結果窗格
00001957=輸出窗格
00001958=剪貼簿窗格
00001959=樹狀結構窗格
00001960=驗證窗格
00001961=窗格
00001963=標記
00001964=清除標記
00001965=清除標記
00001966=清除目前檔案中的所有標記
00001969=焦點
00001970=切換縮圖焦點
00001971=縮圖窗格
00001972=語法樹狀結構
00001973=樹狀結構 - 選取下一個節點
00001974=語法樹狀結構
00001975=樹狀結構 - 選取上一個節點
00001976=減少空白行(&B)
00001977=移除相鄰重複空白行
00001978=空白作業
00001979=減少空白行
00001980=移到
00001981=下一個空白行
00001982=移到
00001983=上一個空白行
00001984=選取作業
00001985=選取段落
00001986=索引標籤
00001987=在其他窗格的使用中索引標籤 #1
00001988=索引標籤
00001989=在其他窗格的使用中索引標籤 #2
00001990=索引標籤
00001991=在其他窗格的使用中索引標籤 #3
00001992=索引標籤
00001993=在其他窗格的使用中索引標籤 #4
00001994=索引標籤
00001995=在其他窗格的使用中索引標籤 #5
00001996=索引標籤
00001997=在其他窗格的使用中索引標籤 #6
00001998=索引標籤
00001999=在其他窗格的使用中索引標籤 #7
00002000=索引標籤
00002001=在其他窗格的使用中索引標籤 #8
00002002=索引標籤
00002003=在其他窗格的使用中索引標籤 #9
00002004=索引標籤
00002005=在其他窗格的使用中索引標籤 #10
00002006=分割檢視
00002007=向左移動檢視分割器
00002008=分割檢視
00002009=向右移動檢視分割器
00002010=導覽, 一般選擇
00002011=移動游標並選取到單字結束
00002012=導覽, 不選擇
00002013=移動游標到單字結束
00002014=尋找和取代
00002015=找下一個 - 並延伸選取
00002016=尋找和取代
00002017=找上一個 - 並延伸選取
00002018=顯示鍵盤對應(&K)
00002019=以 HTML 頁面顯示檢盤對應
00002020=尋找...
00002021=尋找...
00002022=尋找...
00002023=尋找...
00002024=尋找...
00002025=展開
00002026=摺疊
00002027=巨集
00002029=巨集
00002031=巨集
00002033=巨集
00002035=巨集
00002037=巨集
00002039=巨集
00002041=巨集
00002043=巨集
00002045=巨集
00002047=巨集
00002049=巨集
00002051=巨集
00002053=巨集
00002055=巨集
00002057=巨集
00002059=巨集
00002061=巨集
00002063=巨集
00002065=巨集
00002067=巨集
00002069=複製選取的搜尋項目到索引標籤
00002070=清除
00002071=複製選取的搜尋項目
00002072=全部折疊
00002073=全部展開
00002074=展開目前的節點
00002075=尋找 ID
00002076=尋找目前的 ID 宣告 (僅少數語彙分析器使用)
00002077=導覽, 不選擇
00002078=游標向右移動 <N> 個字元
00002079=導覽, 不選擇
00002080=游標向左移動 <N> 個字元
00002081=導覽, 不選擇
00002082=游標向下移動 <N> 行
00002083=導覽, 不選擇
00002084=游標向上移動 <N> 行
00002086=標記
00002087=移到最後的標記 (不刪除)
00002088=語法樹狀結構
00002089=樹狀結構 - 選取上層節點
00002090=語法樹狀結構
00002091=樹狀結構 - 選取下一個同級節點
00002092=語法樹狀結構
00002093=樹狀結構 - 選取上一個同級節點
00002094=移到最後一個標記
00002095=移到最後一個標記, 不刪除標記
00002096=開啟目前的檔案(&P)
00002097=使用 Windows 檔案總管關聯啟動目前的檔案
00002098=執行
00002099=使用預設應用程式開啟目前的檔案
00002100=選擇  Token
00002101=選擇目前游標位置的整個 Token
00002102=選取作業
00002103=選擇 Token
00002104=複製選取的節點
00002105=屬性...
00002106=顯示目前的檔案/文件的屬性
00002107=檔案
00002108=顯示檔案內容
00002110=插入色彩...
00002111=對話方塊 : 色彩選擇器
00002112=雜項
00002113=對話方塊 : 色彩選擇器
00002114=選取作業
00002115=移動游標到選取範圍的起始/結束
00002116=複製到編輯程式
00002117=複製到剪貼簿
00002118=尋找和取代
00002119=以剪貼簿中的內容取代所有選取字串相符位置
00002121=雜項
00002122=從檔案重新讀取輸出窗格
00002125=焦點
00002126=切換專案焦點
00002129=專案窗格
00002130=插入影像標籤...
00002131=雜項
00002132=插入影像標籤
00002133=顯示插入 <img> 標籤的檔案對話方塊
00002134=分割檢視
00002135=切換分割檢視 - 相同檔案
00002136=焦點
00002137=切換主 / 副編輯器焦點
00002138=顯上說明
00002139=HTML4 標籤的線上說明
00002140=顯上說明
00002141=HTML5 標籤的線上說明
00002142=HTML4 標籤
00002143=HTML5 標籤
00002144=切換尺規
00002145=切換水平尺規
00002146=選項
00002147=切換尺規
00002150=分割檢視
00002151=切換垂直/水平分隔器 -主要
00002152=分割檢視
00002153=切換垂直/水平分隔器 - 相同檔案
00002154=書籤
00002155=對話方塊 : 移到書籤
00002156=移到書籤...
00002157=對話方塊 : 移到書籤
00002158=雜項
00002159=對話方塊 : 亂數假文產生器
00002160=亂數假文產生器...
00002161=對話方塊 : 亂數假文產生器
00002162=我的最愛
00002163=新增目前的檔案
00002164=新增目前的檔案到我的最愛
00002165=組織我的最愛...
00002166=管理我的最愛清單
00002168=我的最愛
00002169=新增目前的檔案到我的最愛
00002170=我的最愛
00002171=組織我的最愛
00002172=加入到最近使用的色彩
00002173=新增色彩 Token 到 "最近使用的色彩" 功能表
00002174=新增目前的專案
00002175=新增目前的專案到我的最愛清單
00002176=新增到專案
00002178=焦點
00002179=切換文字圖案焦點
00002180=文字圖案窗格
00002181=新增圖案...
00002182=編輯此檔案
00002183=開啟新檔...
00002184=瀏覽資料夾
00002189=設定色彩
00002190=自訂...
00002191=預設值
00002192=刪除圖案
00002193=選項
00002194=切換智慧亮顯
00002195=放置可攜式書籤
00002197=在目前的行加入所謂的 "可攜式書籤"
00002198=移到可攜式書籤...
00002199=對話方塊 : 移到可攜式書籤
00002200=書籤
00002201=放置可攜式書籤
00002202=書籤
00002203=對話方塊 : 移到可攜式書籤
00002204=檔案
00002205=重新命名檔案
00002206=重新命名...
00002207=重新命名目前的檔案
00002208=數字轉換器...
00002209=對話方塊 : 數字轉換器
00002210=雜項
00002211=對話方塊 : 數字轉換器
00002212=像第一行一樣縮排
00002213=使所有選取行的縮排和第一行一樣
00002214=縮排和定位點
00002215=像第一行一樣縮排選取項目
00002216=欄標記...
00002217=設定目前檔案的欄標記
00002218=標記
00002219=設定欄標記
00002220=標記
00002221=跳到欄標記左邊
00002222=標記
00002223=跳到欄標記右邊
00002224=複製選取項目
00002225=全部複製
00002226=刪除選取項目
00002227=清除
00002228=尋找...
00002229=剪貼簿作業
00002230=從剪貼簿貼上 (保持游標位置)
00002231=貼上 (保持位置)
00002232=從剪貼簿貼上 (然後還原游標位置)
00002233=Emmet
00002242=Emmet - 展開縮寫
00002243=Emmet - 以縮寫換行...
00002248=移到
00002249=向左跳過混合大小寫名稱
00002250=移到
00002251=向右跳過混合大小寫名稱
00002252=標準動作
00002253=取消選取項目
00002254=空白作業
00002255=行置中
00002256=行置中
00002257=依右邊界位置置中排列選取行
00002261=名稱
00002262=路徑
00002263=焦點
00002264=切換索引標籤窗格焦點
00002265=索引標籤窗格
00002266=外掛程式(&P)
00002267=編輯檔案 SynPlugins.ini
00002268=編輯檔案 "SynPlugins.ini", 以註冊自訂外掛程式
00002269=另存新檔...
00002270=移動到新視窗
00002271=在新視窗開啟
00002272=選取作業
00002273=依行展開選取範圍
00002276=雜項
00002277=指定 HTML 字元編碼
00002278=排序對話方塊(&S)...
00002279=對話方塊 : 排序行
00002280=排序對話方塊...
00002281=對話方塊 : 排序行
00002282=排序
00002283=對話方塊 : 排序行
00002284=對話方塊 : 排序行
00002285=選取括號
00002286=選取的範圍從目前的括號到相對的括號
00002287=選取作業
00002288=選取括號
00002290=最近使用的色彩功能表
00002296=文字摺疊
00002297=摺疊上層區塊
00002298=文字摺疊
00002299=摺疊/展開目前使用巢狀區塊的區塊
00002303=空格轉定位點 (前端)
00002304=以定位點字元取代前端空格
00002305=空白作業
00002306=取代空格為定位點 (前端)
00002307=註解
00002308=切換區塊註解 (替代)
00002309=切換區塊註解 (替代)
00002310=切換行註解 (註解字元放置於第一個非空白位置)
00002311=剪貼簿作業
00002312=從剪貼簿貼上到第一欄
00002313=貼上到第一欄
00002314=貼到目前行的第一欄
00002317=顯示指令清單
00002318=尋找和取代
00002319=顯示指令清單
00002320=對話方塊 : 指令清單
00002321=捲動
00002322=捲動到選取範圍
00002325=移到
00002326=對話方塊 : 專案檔案清單
00002327=多插入點
00002328=移除插入點，保留最後一個
00002329=移除插入點，保留第一個
00002330=插入點來自選取範圍，刪除選取範圍
00002331=插入點來自選取範圍，右邊緣
00002332=插入點來自選取範圍，左邊緣
00002333=向下延伸插入點直到結尾
00002334=向上延伸插入點直到開頭
00002335=插入點向下延伸一頁
00002336=插入點向上延伸一頁
00002337=插入點向下延伸一行
00002338=插入點向上延伸一行
00002339=多插入點
00002340=移除插入點，保留第一個
00002341=多插入點
00002342=移除插入點，保留最後一個
00002343=多插入點
00002344=插入點來自選取範圍，左邊緣
00002345=多插入點
00002346=插入點來自選取範圍，右邊緣
00002347=多插入點
00002348=插入點來自選取範圍，刪除選取範圍
00002349=多插入點
00002350=插入點來自搜尋標記，左邊緣
00002351=多插入點
00002352=插入點來自搜尋標記，右邊緣
00002353=多插入點
00002354=插入點來自搜尋標記，刪除標記
00002355=多插入點
00002356=插入點向上延伸一行
00002357=多插入點
00002358=插入點向下延伸一行
00002359=多插入點
00002360=插入點向上延伸一頁
00002361=多插入點
00002362=插入點向下延伸一頁
00002363=多插入點
00002364=向上延伸插入點直到開頭
00002365=多插入點
00002366=向下延伸插入點直到結尾
00002367=插入點來自搜尋標記，刪除標記
00002368=插入點來自搜尋標記，右邊緣
00002369=插入點來自搜尋標記，左邊緣
00002370=編輯欄
00002371=一次編輯所有欄選取的行
00002372=移除所有重複項目
00002373=移除所有重複項目
00002374=排序
00002375=移除所有重複項目
00002376=依分隔符號對齊...
00002377=對齊兩欄，依某個子字串分隔
00002378=空白作業
00002379=依分隔符號對齊
00002381=切換分隔檢視 - 主要
00002382=分割此索引標籤
00002383=分割檢視
00002384=切換分隔檢視 - 主要
00002385=選取作業
00002386=延伸選取
00002387=選取作業
00002388=縮小選取範圍
00002389=延伸選取
00002390=選取最接近的外部語法範圍
00002391=我的最愛
00002392=新增目前的專案到我的最愛
00002393=全部折疊
00002394=全部展開
00002399=摺疊層級
00002404=雜項
00002405=反轉行
00002406=反轉行
00002407=刪除文字
00002408=從游標處刪除到檔頭
00002409=刪除文字
00002410=從游標處刪除到檔尾
00002411=雜項
00002412=隨機行
00002413=隨機行
00002423=文字摺疊
00002424=摺疊等級 2
00002425=文字摺疊
00002426=摺疊等級 3
00002427=文字摺疊
00002428=摺疊等級 4
00002429=文字摺疊
00002430=摺疊等級 5
00002431=文字摺疊
00002432=摺疊等級 6
00002433=文字摺疊
00002434=摺疊等級 7
00002435=文字摺疊
00002436=摺疊等級 8
00002437=文字摺疊
00002438=摺疊等級 9
00002445=自訂工具列
00002452=剪貼簿作業
00002453=從剪貼簿貼上，如欄區塊
00002454=排序
00002455=擷取重複行 (區分大小寫)
00002456=排序
00002457=截取重複行 (不區分大小寫)
00002458=擷取重複項目 (不區分大小寫)
00002459=擷取重複項目 (區分大小寫)
00002460=索引標籤
00002461=設定索引標籤色彩 - 預設
00002462=索引標籤
00002463=設定索引標籤色彩 - 自訂
00002464=索引標籤
00002465=設定索引標籤色彩 - 色彩 1
00002466=索引標籤
00002467=設定索引標籤色彩 - 色彩 2
00002468=索引標籤
00002469=設定索引標籤色彩 - 色彩 3
00002470=索引標籤
00002471=設定索引標籤色彩 - 色彩 4
00002472=索引標籤
00002473=設定索引標籤色彩 - 色彩 5
00002474=索引標籤
00002475=設定索引標籤色彩 - 色彩 6
00002476=索引標籤
00002477=設定索引標籤色彩 - 色彩 7
00002478=索引標籤
00002479=設定索引標籤色彩 - 色彩 8
00002480=索引標籤
00002481=設定索引標籤色彩 - 色彩 9
00002482=索引標籤
00002483=設定索引標籤色彩 - 色彩 10
00002484=選項
00002485=無法列印的字元 : 隱藏
00002486=選項
00002487=無法列印的字元 : 全部顯示
00002488=選項
00002489=無法列印的字元 : 顯示空格/定位點
00002490=選項
00002491=無法列印的字元 : 顯示行尾結束符號
00002492=切換是否顯示無法列印的字元
00002493=全部顯示
00002494=顯示換行符號
00002495=顯示空格/定位點
00002497=自訂工具列...
00002498=自訂工具列...
00002499=自訂工具列...
00002500=切換是否顯示無法列印的字元
00002501=貼到書籤行
00002502=貼上為欄區塊
00002503=詳細的行尾結束符號
00002504=選項
00002505=無法列印的字元 : 顯示詳細的行尾結束符號
00002506=隱藏功能表項目...
00002507=水平同步捲動
00002508=垂直同步捲動
00002509=執行最近執行過的巨集
00002510=檢查功能表中要隱藏的功能表項目
00002511=選項
00002512=對話方塊 : 隱藏功能表項目
00002513=選項
00002514=對話方塊 : 還原語彙分析器樣式
00002515=選項
00002516=對話方塊 : 外部工具
00002517=選項
00002518=對話方塊 : 檔案總管整合
00002519=選項
00002520=編輯檔案 "Syn.ini"
00002521=選項
00002522=編輯檔案 "SynPlugins.ini"
00002523=編輯檔案 Syn.ini
00002524=編輯檔案 "Syn.ini"，主要的 SynWrite 設定檔
00002526=雜項
00002527=在編輯程式中開啟選取的檔案名稱
00002528=尋找
00002529=對話方塊 : 尋找
00002530=工具列
00002531=工具列
00002532=工具列
00002533=工具列
00002545=編碼 (點擊變更)
00002546=行尾結束符號 (點擊變更)
00002547=語彙分析器 (點擊變更)
00002548=游標位置的字元 (點擊呼叫字元表)
00002549=唯讀 (點擊變更)
00002550=自動換行 (點擊變更)
00002551=滑鼠選取模式 (點擊變更)
00002552=插入/覆寫模式 (點擊變更)
00002553=縮放值 (點擊變更)
00002554=工具列
00002555=縮圖
00002556=圖案
00002557=剪貼簿
00002558=工具列
00002559=紀錄
00002560=驗證
00002561=搜尋結果
00002562=輸出
00002563=工具列
00002564=索引標籤
00002565=專案
00002566=樹狀結構
00002567=選項對話方塊索引標籤
00002568=索引標籤 : 程式設定
00002569=選項對話方塊索引標籤
00002570=索引標籤 : 色彩
00002571=選項對話方塊索引標籤
00002572=索引標籤 : 字型
00002573=選項對話方塊索引標籤
00002574=索引標籤 : 索引標籤
00002575=選項對話方塊索引標籤
00002576=索引標籤 : 檢視設定
00002577=選項對話方塊索引標籤
00002578=索引標籤 : 選取/標示
00002579=選項對話方塊索引標籤
00002580=索引標籤 : 插入點
00002581=選項對話方塊索引標籤
00002582=索引標籤 : 語彙分析器覆寫
00002583=選項對話方塊索引標籤
00002584=索引標籤 : 按鍵
00002585=選項對話方塊索引標籤
00002586=索引標籤 : 格式/重新載入
00002587=選項對話方塊索引標籤
00002588=索引標籤 : 搜尋
00002589=選項對話方塊索引標籤
00002590=索引標籤 : 樹狀杰號/縮圖
00002591=選項對話方塊索引標籤
00002592=索引標籤 : 歷史紀錄
00002593=選項對話方塊索引標籤
00002594=索引標籤 : 工作階段/專案
00002595=選項對話方塊索引標籤
00002596=索引標籤 : 自動完成
00002597=選項對話方塊索引標籤
00002598=索引標籤 : 自動儲存
00002599=選項對話方塊索引標籤
00002600=索引標籤 : 拼字檢查
00002601=選項對話方塊索引標籤
00002602=索引標籤 : 目錄和路徑
00002603=選項對話方塊索引標籤
00002604=索引標籤 : 雜項
00002605=選項
00002606=對話方塊 : 自訂語彙分析器樣式
00002607=語法樹狀結構
00002608=樹狀結構 - 摺疊等級 2
00002609=語法樹狀結構
00002610=樹狀結構 - 摺疊等級 3
00002611=語法樹狀結構
00002612=樹狀結構 - 摺疊等級 4
00002613=語法樹狀結構
00002614=樹狀結構 - 摺疊等級 5
00002615=語法樹狀結構
00002616=樹狀結構 - 摺疊等級 6
00002617=語法樹狀結構
00002618=樹狀結構 - 摺疊等級 7
00002619=語法樹狀結構
00002620=樹狀結構 - 摺疊等級 8
00002621=語法樹狀結構
00002622=樹狀結構 - 摺疊等級 9
00002623=語法樹狀結構
00002624=樹狀結構 - 全部折疊
00002625=語法樹狀結構
00002626=樹狀結構 - 全部展開
00002627=切換剪貼簿/文件縮圖窗格
00002629=切換是否顯示無法列印的字元
00002630=切換是否顯示樹狀目錄 / 專案窗格
00002631=切換輸出窗格
00002632=切換剪貼簿/文件縮圖窗格
00002633=放大(&I)
00002634=縮小(&O)
00002635=選項對話方塊索引標籤
00002636=索引標籤 : 復原
00002637=選項對話方塊索引標籤
00002638=索引標籤 : 插入/格式
00002639=選項對話方塊索引標籤
00002640=索引標籤 : 新增/開啟
00002641=標記
00002642=書籤作業
00002643=可攜式書籤
00002645=&HTML
00002649=全部展開
00002650=全部折疊
00002651=展開幕前的區塊
00002652=切換是否摺疊或展開最接近的區塊
00002653=摺疊選取範圍
00002654=指定摺疊的範圍為選取範圍
00002655=指定展開的範圍為選取範圍
00002656=摺疊上層區塊
00002657=摺疊/展開目前區塊和巢狀區塊
00002658=摺疊等級
00002667=重新載入索引標籤
00002668=顯上說明
00002669=Emmet - 速查表
00002670=剪貼簿作業
00002671=複製搜尋標記到剪貼簿
00002672=文字轉換器
00002673=HTML 字元編碼
00002676=列印
00002677=列印目前的檔案
00002683=列印目前的檔案
00002688=關閉所有索引標籤
00002690=關閉目前的索引標籤
00002691=我的最愛
00002692=組織我的最愛專案
00002693=專案
00002694=開啟專案
00002695=專案
00002696=新增目前的檔案到專案
00002697=專案
00002699=新增目前的檔案到專案
00002700=開啟專案...
00002701=最近開啟的專案
00002702=清除清單
00002703=移到專案檔案...
00002704=新增專案
00002705=專案
00002706=新增專案
00002707=剪貼簿作業
00002708=從剪貼簿貼上，然後選取
00002709=插入文字
00002710=游標上方插入空白行
00002711=插入文字
00002712=游標下方插入空白行
00002713=執行
00002714=在目前資料夾開啟 cmd.exe 提示
00002715=雜項
00002716=複製目前的 URL 到剪貼簿
00002717=雜項
00002718=在瀏覽器開啟目前的 URL
00002719=雜項
00002720=尋找目前的 ID 宣告
00002721=雜項
00002722=新增目前的色彩到最近使用
00002723=文字摺疊
00002724=儲存摺疊項目到檔案
00002725=文字摺疊
00002726=從檔案載入摺疊項目
00002727=檔案
00002728=開啟上次關閉的檔案

[fmNumConv]
00000001=數字轉換器
00000002=無效的字串
00000003=十進位(&D) :
00000004=十六進位(&H) :
00000005=二進位(&B) :
00000006=八進位(&O) :
00000007=ASCII(&A) :
00000008=複製
00000009=插入
00000010=關閉
00000011=複製
00000012=插入
00000013=插入
00000014=複製
00000015=插入
00000016=複製
00000017=插入
00000018=複製

[fmProgress]
00000001=搜尋進度
00000002=在檔案中搜尋...
00000003=取消
00000006=排除二進位檔案...
00000007=正在書籤中執行作業...
00000008=搜尋文字...
00000009=排序資料夾...

[fmProj]
00000002=SynWrite 專案|*.synw-proj;*.synwproj
00000004=SynWrite 專案|*.synw-proj;*.synwproj
00000005=開啟一個專案
00000006=儲存目前的專案
00000007=新增虛擬資料夾到專案
00000008=新增磁碟機資料夾的內容到專案
00000009=新增檔案到專案
00000010=移除目前的專案資料夾
00000011=從專案中移除選取的項目
00000012=在編輯程式中開啟選取的檔案或資料夾
00000013=變更專案內容
00000014=展開
00000015=摺疊
00000016=開啟專案...
00000017=儲存專案
00000018=另存專案...
00000019=關閉專案
00000020=顯示專案內容...
00000021=新增
00000022=檔案...
00000023=資料夾...
00000024=虛擬資料夾...
00000025=目前的檔案
00000026=所有開啟的檔案
00000027=重新命名
00000028=移除
00000029=開啟選取項目
00000030=設定為主要檔案
00000031=排序
00000032=依副檔名
00000033=依名稱
00000034=依大小 (遞減)
00000035=依日期 (遞減)
00000036=依大小
00000037=依日期
00000038=顯示檔案屬性...
00000039=清除清單
00000040=移到專案檔案...

[fmProjAddDir]
00000001=新增資料夾內容到專案
00000002=確定
00000003=取消
00000004=包括檔案副檔名, 逗號分隔 (若空白則為所有檔案) :
00000005=排除檔案副檔名, 逗點分隔 (若空白則為無) :
00000006=資料夾路徑 :
00000007=排除二進位檔案
00000008=包括子資料夾

[fmProjProps]
00000001=專案屬性
00000002=確定
00000003=取消
00000004=一般
00000005=供作資料夾 :
00000006=主要檔案 :
00000007=新增文件 :
00000008=編碼 :
00000009=行尾結束符號 :
00000010=語彙分析器 :
00000012=瀏覽...
00000013=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, 無 BOM\nUTF-16\nUTF-16 BE\n
00000014=Windows (CR LF)\nUnix (LF)\nMac (CR)\n
00000015=搜尋資料夾
00000016=除了在主要選項對話方塊中指定的資料夾外，也搜尋這些資料夾。
00000017=新增資料夾...
00000018=檔案排序 :
00000019=不排序\n依名稱\n依副檔名\n依日期\n依大小e\n依日期 (遞減)\n依大小 (遞減)\n
00000020=使用者變數
00000021=請在表單中輸入行的值為 "VarName=some text"。 這些行將定義變數可用於外部工具屬性 "{VarName}"。
00000022=說明

[fmProps]
00000001=檔案/文件屬性
00000005=確定
00000006=檔案
00000007=完整路徑 :
00000008=修改日期 :
00000009=磁碟大小 :
00000010=文字
00000011=字元 :
00000012=單字 :
00000013=行 :

[fmRepRpt]
00000001=取代報表
00000002=確定

[fmSetup]
00000001=選項
00000103=色彩
00000104=元素 :
00000105=色彩 :
00000107=請從右側色彩方塊指定左側清單中任意元素的色彩。
00000120=程式設定
00000121=* - 外掛程式 / 應用程式將會個別儲存
00000122=檢視
00000128=狀態列顯示 "游標處的字元" 資訊
00000130=顯示狀態列
00000131=顯示上層功能表 *
00000137=按鍵
00000138=設定
00000139=清除
00000140=尋找
00000156=自動完成
00000164=套用
00000165=取消
00000166=確定
00000178=僅允許執行單一執行個體
00000179=一般自動完成選項
00000180=篩選類型 :
00000183=不篩選\n字串開頭\n字串任意位置\n相同順序的字元\n
00000185=沒有項目可篩選時也顯示清單
00000220=載入色彩預設值...
00000221=儲存色彩預設值...
00000231=歷史紀錄
00000232=歷史紀錄
00000233=檔案狀態歷史紀錄的長度 (0: 不儲存)
00000234=搜尋/取代歷史紀錄的長度 (0: 不儲存)
00000235=開啟 / 儲存對話方塊的資料夾 :
00000236=儲存游標位置
00000237=儲存編碼
00000238=清除
00000239=清除
00000240=啟動時清理最近開啟的檔案清單
00000242=跟隨目前的檔案\n記憶上次的資料夾\n自訂資料夾\n
00000249=建立備份檔案 :
00000250=停用\n在 %AppData%\\SynWrite\n在相同資料夾\n
00000259=從目前檔案自動完成
00000260=同時顯示來自目前檔案的單字
00000261=顯示不少於 ... 個字元的單字
00000262=僅在檔案開始前 ... Mb 中搜尋單字
00000267=跳到分類 :
00000271=不動作\n關閉編輯器\n關閉索引標籤\n關閉索引標籤或編輯器\n編輯器最小化\n
00000272=Esc 鍵 *
00000289=搜尋
00000291=建議將目前的單字作為搜尋文字
00000293=在最上層顯示搜尋對話方塊 *
00000298=* - 外掛程式 / 應用程式將會個別儲存
00000308=篩選清單 :
00000320=清除
00000321=建議將選取內容作為搜尋文字
00000322=自動儲存
00000323=自動儲存條件
00000324=每
00000325=應用程式於非作用中時
00000326=自動儲存項目
00000327=目前的檔案
00000328=所有開啟的檔案
00000329=忽略檔案大於
00000333=分
00000334=Kb
00000335=未命名檔案的自動儲存
00000338=忽略未命名的檔案
00000339=顯示 "另存新檔" 對話方塊
00000340=使用預設名稱儲存到資料夾 :
00000345=指定自動完成功能
00000346=使用指定的 HTML 自動完成
00000347=使用指定的 HTML 功能 - SmartTagTabbing
00000348=使用指定的 CSS 自動完成
00000349=(說明)
00000353=儲存 %Temp% 檔案的歷史紀錄
00000354=自動插入單一相符項目到文字中
00000357=使用 Tab 鍵展開程式碼範本
00000358=(說明)
00000364=自動關閉 HTML/XML 標籤
00000365=下拉式清單大小
00000366=鍵入 ... 個字母後，自動顯示清單 (0 - 停用)
00000367=(說明)
00000368=自動關閉括號 : ( ) [ ] { }
00000370=略過逸出字元 : \\{
00000371=和引號 : " '
00000382=索引標籤
00000383=索引標籤
00000384=最大標題長度
00000385=在索引標籤上顯示關閉按鈕
00000387=顯示多索引標籤行
00000388=在底部顯示索引標籤
00000389=顯示索引標籤編號
00000390=使用新式索引標籤切換方式 (Ctrl+Tab)
00000391=允許拖放
00000392=允許雙擊關閉
00000393=使用者介面
00000394=外觀 :
00000395=圖示 :
00000396=簡易\nFogue 16x16\nFogue 24x24\nTango 16x16\nTango 22x22\n
00000397=字型
00000398=字型
00000405=色彩
00000406=文字
00000407=行號
00000408=尺規
00000409=樹狀結構
00000410=自動完成
00000411=輸出窗格
00000412=樹狀結構/縮圖
00000413=語法樹狀結構
00000415=自動同步
00000421=搜尋
00000422=工作階段/專案
00000423=工作階段
00000424=關閉時儲存 "default" 工作階段，而不是目前的
00000425=啟動時還原上次的工作階段
00000426=關閉時儲存最後的工作階段
00000427=專案
00000428=啟動時還原上次的專案
00000429=關閉時儲存目前的專案
00000430=文件縮圖
00000431=縮放, %
00000434=檔案群組
00000435=非文字檔案 :
00000436=不開啟\n開啟\n提示\n
00000437=以 OEM 編碼開啟的檔案格式 :
00000438=以 UTF-8 編碼開啟的檔案格式 :
00000439=(輸入 "*" 表示全部檔案)
00000440=雜項
00000441=監視檔案變更 :
00000442=不監視\n監視，重新載入不提示\n監視，詢問後重新載入\n
00000443=隨後重新載入
00000444=覆寫唯讀檔案時詢問
00000445=若檔案大小超過 ... MB 則停用語彙分析器
00000461=索引標籤色彩 :
00000463=目錄和路徑
00000464=提示 : 在資料夾名稱後面加上 * 表示也會搜尋所有子資料夾。
00000465=在編輯器的快顯功能表中使用 "Open <selection>" 指令時搜尋的資料夾 :
00000466=新增資料夾...
00000467=資料夾
00000468=拼字檢查
00000469=拼字檢查選項
00000470=僅檢查這些檔案格式(&O) :
00000471=自訂拼字檢查引擎 :
00000472=啟用即時拼字檢查(&E)
00000473=自訂(&C)...
00000474=其他字典
00000475=安裝其他字典，請下載 ZIP 壓縮檔，然後將檔案解壓縮到 SynWrite 安裝資料夾中的 "Dictionaries" 子資料夾。下載位址 :
00000476=www.addictivesoftware.com
00000477=瀏覽 Dictionaries 資料夾
00000481=語彙分析器覆寫
00000483=來自水平邊緣的搜尋結果偏移
00000487=顯示索引標籤\n不顯示索引標籤\n超過二個以上索引標籤時顯示
00000488=排除這些檔案格式 :
00000493=建議使用 Unicode 編碼儲存 Unicode 內容 :
00000494=不建議\n提示儲存為 UTF-8\n提示儲存為 UTF-8, 無 BOM\n提示儲存為 UTF-16\n提示儲存為 UTF-16 BE\n另存為 UTF-8\n另存為 UTF-8, 無 BOM\n另存為 UTF-16\n另存為 UTF-16 BE\n
00000502=更新延遲 (ms)
00000506=插入點
00000507=啟用多插入點模式
00000508=多插入點
00000509=使用多插入點指示行 :
00000510=不要指示
00000511=依行背景色彩
00000512=依裝訂邊背景色彩
00000513=裝訂邊欄
00000514=(說明)
00000530=(說明)
00000534=大量搜尋結果窗格
00000535=搜尋過程展開樹狀結構
00000536=每個檔案的最大樹狀節點數
00000537=在快速搜尋窗格中顯示按鈕標題
00000538=插入點 (游標) 圖形
00000539=插入點移動時的動作 (上, 下, 行首, 行尾)。
00000540=智慧型插入點 (游標) 行為
00000541=僅允許插入點 (游標) 在文字中移動。
00000542=在文字中保持插入點 (游標) 位置
00000543=執行貼上動作時不變更插入點 (游標) 的位置。
00000544=貼上時保持插入點 (游標) 位置
00000545=在唯讀模式中顯示插入點 (游標) 。
00000546=在唯讀模式中顯示插入點
00000547=選項
00000548="移動游標 N 字元" 指令的偏移量 (水平和垂直)
00000551=新增/開啟
00000553=編碼
00000554=行尾結束符號
00000555=語彙分析器
00000556=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, 無 BOM\nUTF-16\nUTF-16 BE\n
00000557=Windows\nUnix\nMac\n
00000558=新增文件
00000559=檢視設定
00000560=選取/標示
00000561=插入/格式
00000562=儲存最後的視窗位置
00000563=微型視圖
00000564=顯示微型視圖列
00000565=允許嗶聲
00000568=在快顯功能表中顯示圖示
00000569=視窗標題顯示完整路徑
00000570=群組語彙分析器清單
00000571=Unicode\nUnicode (Win API)\nASCII\n數字\n
00000572=預設排序類型
00000573=顯示最近使用的色彩功能表
00000574=自動隱藏\n永遠顯示\n永遠隱藏\n
00000575=Emmet 設定檔
00000576=日期/時間格式
00000577=外掛程式紀錄的日期/時間格式
00000582=區塊縮排
00000585=縮排/取消縮排指令的區塊縮排大小。
00000591=底線連結並使它們可點擊。
00000592=標示 URL (連結)
00000593=直接使用滑鼠點擊 (不須按下 Ctrl 鍵) 啟動游標處的超連結 (URL)。
00000594=滑鼠單擊啟動 URL
00000595=標記與選取的單字相同的項目。
00000596=亮顯與選取的單字相同的項目。
00000597=亮顯與選取的單字相同的項目 (區分大小寫)。
00000598=區分大小寫
00000599=啟用成對括號亮顯 (若語彙分析器未覆寫時)。
00000600=亮顯成對括號
00000601=若未在編輯器中選取項目時，複製/剪下作業將在目前行執行。
00000602=若無選取模式則對目前行執行複製/剪下
00000603=選取行時在行尾結束符號之後以空格的背景著色
00000604=選取範圍背景色彩 (包括白色空格)
00000605=行距
00000606=右邊界
00000607=行號
00000608=區塊裝訂
00000609=目前行以自訂背景繪製。
00000610=目前行背景繪製
00000611=當鍵入文字且滑鼠游標位於工作區時隱藏滑鼠游標。
00000612=鍵入時隱藏游標
00000613=行與行之間的垂直間距。
00000614=右邊界欄的位置。
00000615=在指定欄之後顯示垂直行。
00000616=顯示右邊界
00000617=行號的樣式。
00000618=預設\nDelphi 樣式\n每 5 個\n僅目前\n
00000619=當編輯器為作用中時，在目前行的周圍繪製焦點矩形框。
00000620=繪製目前焦點行
00000621=在編輯範圍上方顯示尺規。
00000622=顯示水平尺規
00000623=區塊裝訂的行樣式。
00000624=區塊裝訂的水平偏移量 (單位 : 像素)。
00000625=在裝訂邊繪製 "此行已換行" 圖示。
00000626=裝訂邊繪製 "換行" 標記
00000627=在插入點所在欄的位置繪製垂直線。
00000628=繪製目前的欄邊界
00000629=無法列印的字元
00000630=顯示
00000631=空格/定位點
00000632=行尾結束符號
00000633=行偉結束符號詳細資料
00000634=復原
00000635=復原
00000636=復原限制
00000637=可以復原的動作次數。
00000638=允許復原的作業項目如 "刪除書籤行"，"貼到書籤行"。(速度很慢)
00000639=允許復原已刪除的大量字串
00000640=若勾選此項目，重做將會影響群組的變更。
00000641=群組重做
00000642=復原上次編輯的指令以及後續任何相同類型的指令編輯。
00000643=群組復原
00000644=儲存後保持復原的緩衝區不變。
00000645=儲存後復原
00000646=當按下輸入鍵 (Enter) 時，將游標放置於新的非空白行的第一個非空白字元。
00000647=自動縮排模式
00000648=當按下倒退鍵 (Backspace) 時，插入點對齊上一個縮排等級 (凸排)。
00000649=倒退鍵 (Backspace) 取消縮排
00000650=當行 (任意) 已位於位置 0 時，停止取消縮。
00000651=取消縮排保持對齊
00000652=盡可能以最少字元數開始每個自動縮排行，必要時使用定位點和空格。
00000653=最佳填滿
00000654=檔案儲存時不移除行尾的空格。
00000655=保留行尾空白
00000656=在備忘錄邊緣的文字自動換行。
00000657=自動換行
00000658=在裝訂邊顯示程式碼摺疊列。
00000659=程式碼摺疊
00000660=避免計算行高。預設樣式將會計算行高。
00000661=固定行高
00000662=勾選此項目時，將可捲動到最後一行，否則可以捲動到最後一頁。
00000663=捲動到最後一行
00000664=自動換行作用於右邊界，而非備忘錄邊緣。
00000665=右邊界自動換行
00000666=編輯文字前保持游標的 X 位置，此位置將用於游標上/下移動。
00000667=固定欄移動
00000668=僅目前顯示的文字，重新計算水平捲軸。
00000669=變動水平捲軸
00000670=一般\n欄\n行\n
00000671=初始選取模式
00000672=若勾選此項目，標記會連結到文字，所以編輯文字時標記會跟著移動。否則標記會連結到游標位置。
00000673=浮動標記
00000674=當此範圍已經摺疊時，摺疊文字範圍之後的空行。
00000675=摺疊空行
00000676=啟用文字移動的拖放作業。
00000677=文字拖放
00000678=同時以 RTF 格式複製選取的文字。
00000679=以 RTF 複製到剪貼簿
00000680=在欄/行選取模式期間，選取方式將包括額外的欄/行。
00000681=貪婪選取
00000682=當雙擊行中的任意字元時，選取整行。
00000683=雙擊選取行
00000684=當使用鍵頭按鍵移動游標時，維持選取區塊的標記，直到選取新區塊。
00000685=保留選取範圍
00000686=使用鍵入的文字取代標記區塊的文字。
00000687=覆寫選取範圍
00000688=雜項
00000689=定位點
00000690=Tab 鍵移動游標到這些欄的位置 (使用空格分隔)。
00000691=定位停駐點
00000692=Tab 鍵的行為。SmartTab : 插入空格到前一行第一個非空格字元。
00000693=空格\n定位點字元\nSmartTab\n
00000694=定位點模式
00000695=開啟檔案時，使用空格取代現有定位點。
00000696=開啟檔案時，使用空格取代定位點
00000697=縮排/空格
00000699=語言
00000700=其他單字字元 :
00000701=索引標籤樣式\n按鈕樣式\n平面按鈕樣式\n
00000702=格式/重新載入
00000703=自動顯示參數提示

[fmSetupOvr]
00000001=語彙分析器覆寫
00000002=語彙分析器 :
00000003=定位停駐點 :
00000004=定位點模式 :
00000007=空格\n定位點字元\nSmartTab\n
00000010=取代選取的語彙分析器
00000011=換行模式 :
00000012=不變更\n關閉\n開啟於視窗邊緣\n開啟於右邊界\n
00000013=右邊界 :
00000014=行距 :
00000015=不變更\n關閉\n開啟\n
00000016=最佳填滿 :
00000017=單字字元 (其他):
00000018=藉由單字雙擊，智慧量顯，... 等等，其他字元，將被視為單字的一部分。
00000019=保留行尾空格 :
00000020=不變更\n關閉\n開啟\n

[fmShell]
00000001=與檔案總管整合
00000003=新增 "SynWrite" 項目到檔案總管的快顯功能表
00000004=確定
00000008=將 SynWrite 與其他檔案格式相關聯 :
00000009=取消選取所有格式

[fmSort]
00000001=排序行
00000002=確定
00000003=取消
00000004=一般
00000005=遞增
00000006=遞減
00000007=區分大小寫
00000008=移除重複項目
00000009=欄
00000010=指定起始欄
00000011=指定結束欄
00000012=排序類型
00000014=數字

[fmSR]
00000002=搜尋項目(&S) :
00000003=取代字串(&R) :
00000005=找下一個(&F)
00000006=取代(&E)
00000007=全部取代(&A)
00000008=取消
00000009=選項
00000010=正則表示式(&X)
00000011=區分大小寫(&C)
00000012=全字拼寫須相符(&W)
00000013=特殊字元 (\\n \\r \\t...) (&P)
00000014=尋找全部 / 標記(&M)
00000018=範圍
00000021=方向
00000022=向前(&D)
00000023=向後(&B)
00000024=說明
00000025=取代時提示(&M)
00000026=計算全部(&N)
00000027=取代所有開啟檔案(&L)
00000028=找不到字串...
00000029=找下一個(&F)
00000030=透明度(&Y) :
00000031=失去焦點時(&I)
00000032=書籤結果(&M)
00000033=在選取範圍內搜尋
00000034=從游標處搜尋(&T)
00000035=換行搜尋(&H)
00000036=延伸選取(&O)
00000037=尋找所有開啟檔案
00000038=略過摺疊
00000039=整個文字\n註解\n字串\n註解和字串\n排除註解/字串\n
00000040=»多行文字

[fmSRFiles]
00000001=檔案中尋找/取代
00000002=搜尋項目(&S) :
00000003=取代字串(&R) :
00000004=資料夾中搜尋(&O) :
00000005=檔案遮罩(&K)，以空格分隔 :
00000006=說明
00000007=取消
00000008=文字搜尋的選項
00000009=正則表示式(&X)
00000010=區分大小寫(&C)
00000011=全字拼寫須相符(&W)
00000012=特殊字元 (\\n \\r \\t...) (&P)
00000013=全部取代
00000014=包括所有子資料夾(&U)
00000015=瀏覽資料夾(&B)...
00000016=全部尋找(&F)
00000017=目前的資料夾(&N)
00000018=檔案搜尋選項
00000019=略過二進位檔案(&I)
00000020=略過唯讀檔案(&E)
00000021=略過隱藏檔案(&H)
00000022=略過隱藏資料夾(&D)
00000023=結果清單
00000024=僅顯示檔案名稱(&Y)
00000025=在編輯器索引標籤中顯示結果(&T)
00000026=目前的檔案
00000027=同時以 OEM 搜尋(&M)
00000028=同時以 UTF-8 搜尋
00000029=同時以 UTF-16 搜尋
00000030=瀏覽檔案(&L)...
00000031=貼附結果清單(&A)
00000032=排序檔案 :
00000033=完成時關閉對話方塊
00000034=要排除的檔案和資料夾遮罩，以空格分隔 :
00000035=預設 (F3)
00000036=儲存預設...
00000037=欄位
00000038=略過隱藏資料夾
00000039=略過隱藏檔案
00000040=略過唯讀檔案
00000041=略過二進位檔案
00000042=同時以 UTF-16 搜尋
00000043=同時以 UTF-8 搜尋
00000044=同時以 OEM 搜尋
00000045=特殊字元
00000046=正則表示式
00000047=全字拼寫須相符
00000048=區分大小寫
00000049=包含所有子資料夾
00000050=在資料夾中搜尋
00000051=要排除的檔案遮罩
00000052=要包含的檔案遮罩
00000053=取代項目
00000054=搜尋目標
00000055=排序檔案

[fmSRTree]
00000001=在樹狀/清單中搜尋
00000002=搜尋目標 :
00000003=選項
00000004=正則表示式(&X)
00000005=區分大小寫(&C)
00000006=全字拼寫須相符(&W)
00000007=方向
00000008=向前(&D)
00000009=向後(&B)
00000010=範圍
00000011=從游標處搜尋
00000012=尋找(&F)
00000013=取消

[fmToolbarIcon]
00000001=圖示
00000003=讀取 EXE/DLL/ICL/ICO 檔案
00000004=讀取 PNG 檔案
00000005=瀏覽...
00000006=shell32.dll
00000007=確定
00000008=取消
00000009=連結 PNG 檔案

[fmToolbarProp]
00000001=工具列屬性
00000002=確定
00000003=取消
00000004=按鈕
00000005=按鈕清單 :
00000006=提示 :
00000007=指令 :
00000008=圖示 :
00000009=瀏覽圖示...
00000010=選擇指令...
00000011=新增
00000012=刪除
00000013=分隔符號
00000014=屬性
00000016=圖示大小 :
00000017=10x10
00000018=變更圖示大小...
00000019=選取外部工具...
00000020=選取子功能表...
00000021=開啟新檔
00000022=最近開啟的檔案
00000023=最近使用的色彩
00000024=最近開啟的工作階段
00000025=編碼 - 轉換為
00000026=編碼 - 變更
00000027=Html 整理
00000028=無法列印的字元
00000029=摺疊等級
00000030=摺疊
00000031=加上 * 到按鈕提示表示同時顯示圖示和標題。
00000032=文字轉換器
00000033=最近開啟的專案

[fmToolbarSize]
00000001=圖示大小
00000002=x
00000003=16x16
00000004=32x32
00000005=自訂 :
00000006=確定
00000007=取消

[fmToolOutput]
00000001=輸出模式
00000002=確定
00000003=取消
00000004=正則表示式(&R) :
00000005=檔案名稱(&F) :
00000006=子表示式數 :
00000007=行(&L) :
00000008=欄(&C) :
00000009=測試輸出行(&T) :
00000010=測試(&E)
00000013=輸出時去除 HTML 標籤
00000014=儲存預設...
00000015=載入預設...

[fmTools]
00000001=外部工具
00000002=檔案名稱(&F) :
00000003=參數(&P) :
00000004=初始資料夾(&I) :
00000006=瀏覽(S)...
00000008=確定
00000009=取消
00000011=工具屬性
00000012=工具
00000013=名稱
00000016=瀏覽(&R)...
00000017=上移(&U)
00000018=下移(&D)
00000019=擷取輸出(&C)
00000020=輸出模式(&O)...
00000021=名稱(&N):
00000022=清除(&E)
00000023=快速鍵(&H) :
00000024=語彙分析器(&L) :
00000025=新增(&A)...
00000026=目前的(&U)
00000027=無
00000028=儲存之前(&B) :
00000029=無動作\n目前的文件\n所有文件\n
00000030=在快顯功能表中顯示(&S)
00000031=說明
00000032=輸出類型 :
00000033=編碼 :
00000034=ANSI (Windows)\nOEM (DOS)\nUTF-8\n

[ImportRules]
00000001=匯入規則/樣式
00000002=語法語彙分析器
00000003=選取要匯入的規則/樣式
00000004=確定
00000005=取消

[MacroCmdEditDlg]
00000001=選擇巨集指令
00000002=指令(&O) :
00000003=資料(&D) :
00000004=ID
00000005=描述
00000007=確認(&O)
00000008=取消(&C)

[PageSetupEditorDlg]
00000001=版面設定
00000002=左(&L) :
00000003=右(&R) :
00000004=上(&T) :
00000005=下(&B) :
00000006=單位(&U) :
00000007=方向(&I) :
00000008=色彩(&O) :
00000010=選項
00000011=直向\n橫向\n
00000012=確認(&O)
00000013=取消(&C)
00000014=RGB\n灰階\n黑白\n
00000015=頁首
00000016=頁尾
00000017=字型
00000018=頁首(&H)
00000019=頁尾(&F)
00000027=行號(&N) :
00000028=範圍標示
00000029=透明(&P)
00000030=行標示(&G)
00000031=隱藏摺疊(&D)
00000032=自動換行(&W)
00000033=列印選取範圍
00000034=列印裝訂
00000035=行號(&U)
00000036=無\n左 \n右\n奇數頁在左\n奇數頁在右\n

[SyntLexerDlg]
00000001=語法語彙分析器
00000002=一般
00000003=Token 類型名稱
00000004=選取標記樣式 :
00000005=停用完整重新整理，若文字長度大於 :
00000006=搜尋標記樣式 :
00000007=目前行的樣式 :
00000008=預設樣式 :
00000009=行註解字串
00000010=摺疊標記樣式 :
00000011=字元集
00000012=檔案副檔名 :
00000013=語彙分析器名稱 :
00000014=剖析時略過空格
00000015=從行首重新開始分析
00000016=不要略過行尾
00000017=總是同步區塊分析
00000018=樣式
00000019=下移
00000020=停用
00000021=刪除所有項目
00000022=刪除項目
00000023=新增項目
00000024=上移
00000025=匯入項目
00000026=背景(&B)
00000027=字型色彩(&F)
00000028=樣式類型(&S)
00000029=垂直對齊(&V)
00000030=大小寫效果(&P)
00000031=指定背景色彩。
00000032=設定自訂字型(&T)...
00000033=指定字型色彩。
00000034=指定應該使用何種樣式的內容。
00000035=字型樣式
00000036=指定是否要使用粗體字型樣式。
00000037=粗體(&L)
00000038=指定是否要使用斜體字型樣式。
00000039=斜體(&I)
00000040=指定是否要使用底線字型樣式。
00000041=底線(&U)
00000042=指定是否要使用刪除線字型樣式。
00000043=刪除線(&T)
00000044=指定套用在畫布上的樣式屬性。
00000045=自訂字型\n字型樣式和色彩\n背景和前景色彩\n僅背景色彩\n
00000046=指定文字的垂直方向對齊方式。
00000047=上\n中\n下\n
00000048=指定是否使用隱藏屬性。
00000049=隱藏(&H)
00000050=框線 ...
00000051=左
00000052=上
00000053=右
00000054=下
00000055=指定左側框線的線條色彩。
00000056=指定左側框線的線條樣式。
00000058=指定上方框線的線條色彩。
00000059=指定上方框線的線條樣式。
00000061=指定右側框線的線條色彩。
00000062=指定右側框線的線條樣式。
00000064=指定下方框線的線條色彩。
00000065=指定下方框線的線條樣式。
00000067=指定是否必須在多行文字周邊加上實線框線。
00000068=多行框線(&M)
00000069=指定是否使用唯讀屬性。
00000070=唯讀(&R)
00000071=指定文字暫存器在繪製前該如何改變。
00000072=未變更\n大寫\n小寫\n切換大小寫\n初始大寫\n
00000073=剖析器
00000074=下移
00000075=停用
00000076=刪除所有項目
00000077=刪除項目
00000078=新增項目
00000079=上移
00000080=匯入項目
00000081=正則表示式
00000082=Token 類型
00000083=Token 樣式
00000084=上層區塊
00000085=行中的位置 :
00000086=從
00000087=到
00000088=無效字元\n註解\n識別碼\n符號\n字串\n整數常數\n浮點常數\nHex 常數\n字元常數\n前置處理器\n使用者定義 1\n使用者定義 2\n使用者定義 3\n使用者定義 4\n使用者定義 5\n使用者定義 6\n
00000089=嚴格上層區塊
00000090=不是上層區塊
00000091=總是啟用
00000094=檢查剖析器狀態
00000095=出現 :
00000096=缺少 :
00000097=修改剖析器狀態
00000098=設定 :
00000099=重設 :
00000100=規則
00000101=下移
00000102=停用
00000103=刪除所有項目
00000104=刪除項目
00000105=新增項目
00000106=上移
00000107=匯入項目
00000108=屬性
00000109=識別碼索引
00000110=區塊偏移
00000111=範圍結束條件
00000112=區塊類型
00000113=上層區塊
00000114=群組索引
00000115=範圍開始條件
00000116=文法檢查規則
00000117=變更 Token 類型
00000118=換行位置
00000119=要求相同縮排
00000120=相對結束條件
00000121=索引標籤偵測器\n行分隔器\n範圍開始\n範圍結束\n
00000122=嚴格上層區塊
00000123=不是上層區塊
00000124=取消下一個規則
00000125=總是啟用
00000126=頂端\n底部\n
00000127=檢查剖析器狀態
00000128=出現 :
00000129=缺少 :
00000130=修改剖析器狀態
00000131=設定 :
00000132=重設 :
00000133=文字範圍
00000134=名稱格式化字串
00000135=群組格式化字串
00000136=摺疊文字圖示
00000137=自動關閉文字 :
00000138=在文字結尾關閉區塊
00000139=本身關閉範圍
00000140=初始關閉 (無結束規則)
00000141=在語法樹狀顯示
00000142=無法摺疊
00000143=繪製裝訂摺疊
00000144=忽略如上層
00000145=停用\n關閉最近的範圍\n關閉開啟的範圍\n
00000146=亮顯
00000147=樣式
00000148=亮顯類型
00000149=亮顯區塊行
00000150=反轉選取項目色彩
00000151=啟動亮顯
00000152=游標位置
00000153=任意位置 (總是)\n範圍的邊界\n邊界 Tokens\n在範圍內\n開始的邊界 Tokens\n超出範圍\n
00000154=選擇最小範圍
00000155=停用\n僅邊界 Tokens\n所有 Tokens 無邊界\n全部範圍\n
00000156=語法樹狀裝飾
00000157=項目 :
00000158=群組 :
00000159=影像索引
00000160=樣式
00000161=圖筆
00000162=寬度
00000163=色彩
00000164=樣式
00000165=使用自訂圖筆
00000167=實線\n虛線\n點線\n虛線點\n虛線點點\n清除\n內部框線\n
00000168=條件
00000169=條件
00000170=索引
00000171=條件
00000172=忽略大小寫
00000173=等於\n不等於\n遮罩\n略過 Tokens\n嚴格遮罩\n
00000175=關鍵字清單
00000176=子語彙分析器
00000177=下移
00000178=停用
00000179=刪除所有項目
00000180=刪除項目
00000181=新增項目
00000182=上移
00000183=匯入項目
00000184=開始條件
00000185=結束條件
00000186=樣式
00000187=上層區塊
00000188=子語彙分析器
00000189=嚴格上層區塊
00000190=不是上層區塊
00000191=在文字開頭開始
00000192=在文字結尾結束
00000193=總是啟用
00000194=包括邊界文字
00000195=檢查剖析器狀態
00000196=出現 :
00000197=缺少 :
00000198=修改剖析器狀態
00000199=設定 :
00000200=重設 :
00000201=文法檢查
00000203=編譯文法
00000204=程式碼範本
00000205=程式碼
00000206=範本
00000207=名稱
00000208=描述
00000209=新增(&A)
00000210=刪除(&D)
00000211=編輯(&E)
00000212=備註
00000213=匯出(&E)
00000214=套用(&A)
00000215=取消(&C)
00000216=匯入(&I)
00000217=確認(&O)
00000219=語彙分析器設定檔 (*.lcf)|*.lcf|所有檔案 (*.*)|*.*
00000220=開啟語彙分析器資源
00000222=語彙分析器設定檔 (*.lcf)|*.lcf|所有檔案 (*.*)|*.*
00000223=儲存語彙分析器資源
00000224=預設值
00000225=標記的區塊
00000226=未知\n註解\n識別碼\n符號\n字串\n整數常數\n浮點常數\nHex 常數\n字元常數\n前置處理器\n
00000227=標記的區塊
00000228=預設值
00000229=預設值
00000230=標記的區塊
00000231=規則
00000232=詞彙
00000233=詞彙無大小寫
00000234=註解
00000235=符號
00000236=Token 類型
00000237=規則定義
00000238=目前規則
00000239=註解 1
00000240=註解
00000241=註解 2
00000242=註解
00000244=詞彙
00000245=詞彙
00000246=詞彙無大小寫
00000247=詞彙無大小寫
00000248=Token 規則
00000249=Token 類型
00000250=規則
00000251=規則
00000253=等於
00000254=符號
00000255=或
00000256=符號
00000257=規則停止
00000258=符號
00000259=重複項
00000260=符號
00000261=子規則
00000262=符號
00000263=規則定義
00000264=規則定義
00000265=規則開始
00000266=目前規則
00000267=規則結束
00000268=%s1 ...
00000269=規則結束
00000271=註解\n詞彙\n詞彙無大小寫\n規則\n等於\n或\n停止\nToken 規則參考\n子規則\n
00000272=標記的區塊
00000273=預設值
00000274=亮顯文法編輯器

[SyntPreviewForm]
00000001=預覽列印
00000006=1 頁\n2 頁\n4 頁\n
00000012=移到第一頁
00000014=移到上一頁
00000016=移到下一頁
00000018=移到最後一頁
00000020=放大/縮小
00000022=列印文件
00000024=關閉預覽列印
00000026=列印(&P)
00000027=列印文件
00000028=整頁
00000029=頁寬
00000040=版面設定
00000041=目前頁面
00000042=總頁數
00000043=預覽的頁數

[$CONSTANTS]
Action=動作
AllF=所有檔案
AllL=(僅供所有語彙分析器)
Appn=無法寫入 INI 檔案
AppNSes=無法儲存工作階段 : \n%s
Bk=書籤 %d
BkUn=書籤 (未編號)
capClip=剪貼簿歷史紀錄
capClips=文字圖案
capMap=縮圖
capProj=專案管理員
capTabs=索引標籤
capTree=樹狀結構
cmdIDir=選擇外部工具的資料夾
cmdIFile=選擇外部工具的檔案名稱
cmdInt=外部工具的參數 :
cpBOM=檔案 "%s" 包含名為 BOM 的簽章。\n無法使用不同的編碼重新載入。\n\n請使用下列指令變更編碼\n"Encoding -- 轉換編碼為。
cpLn=(字碼頁系列名稱), Cyrillic=斯拉夫文, Thai=泰文,
cpN=字碼頁 : %d
cpUnicode=Unicode
cpUTF8no=UTF-8, 無 BOM
FF0=找不到相符的檔案
FF0_=找不到相符項目
FF1="%s": %d 個相符項目
FFAll=取代 %d 個相符項目，共 %d 個檔案。
FFCfm=是否確定要執行大量取代作業\n在資料夾 : "%s"\n在檔案 : %s\n?
filAll=所有檔案
filApp=應用程式
filChm=HTML 說明檔案
filHlp=WinHelp 檔案
fn=搜尋
fnMul=此項作業必須開啟數個索引標籤
fnR=取代
fn_f=(在 %d 個檔案)
Found=找到 %d 個相符的項目
Key1=鍵值 1
Key2=鍵值 2
KeyNUsed=鍵值無法使用
KeyOvr=是否要取代此按鍵 ?
KeyUsed=鍵值已使用 :
macItem=執行巨集 %s
macName=巨集名稱
macName2=輸入巨集名稱 :
macRep=執行最近執行過的巨集(&L)
macUn=<未命名>
MAtt=無法寫入檔案 "%s"
MBakEr=無法建立備份檔案 :\n%s
MBakOk=備份檔案已建立 :\n%s
MBig=檔案 "%s" 太大了 !!
MBk=清除所有書籤 ??
MBusyIco=程式忙碌狀態\n紅色標誌 - 正在錄製巨集\n藍色標誌 - 已啟動拼字檢查
MCfmTb=是否要在所有索引標籤中執行取代 ?
MColorBad=色彩字串不正確 :
MColorOk=色彩 "%s" 已在提示中顯示
MCre=找不到檔案 : \n%s\n\n是否建立檔案 ?
mdel=是否關閉並刪除目前的檔案 ?
MDelC=是否刪除此程式碼範本 ?
mdeln=無法重新命名/刪除檔案 "%s"
MDelSt=是否要從現有的樣式清單中移除選取項目 ?
MDLex=是否確定要刪除此語彙分析器 ?
MDLexx=是否確定要從程式庫中移除所有的語彙分析器 ?
MEmp=編輯器中有未命名的索引標籤，是否繼續 ?
MErBk=已編號的書籤 %d 尚未設定
MLn=行號必須介於 1 和 %d 之間
MLnApply=在 [選項] 對話方塊中變更的語言將在按下 [確定] 之後套用。
MNCap=是否應該指定工具 "%s" 的名稱
MNCmt=語法分析器 "%s" 沒有定義串流註解字串。\n請參考 SynWrite 資料夾中的 "Lexers.cfg" 檔案。
MNCreate=無法建立檔案 :
MNFound=找不到檔案 :
MNFound2=找不到字串 : "%s"
MNFoundFold=找不到資料夾
MNLex=找不到名稱為 "%s" 的語彙分析器
MNSel=開啟說明檔之前，請先選取文字或將游標置於一個單字上
MNSel2=沒有選取文字
MNText=檔案 "%s" 的內容不是文字。\n是否開啟檔案 ?
MoreB=更多按鈕
MOver=檔案 "%s" 是唯讀屬性。\n是否取代它 ?
MRel=檔案 "%s" 已被外部程式修改。\n是否重新載入 ?\n\n("全部皆是" 表示 "此檔案的所有變動一律重新載入"。)
MRelMod=檔案 "%s" 已修改。\n是否仍要重新載入檔案 ?
MRelN=檔案 "%s" 已被外部程式刪除。\n無法重新載入。
MRtMargin=文字換行的右邊界 :
MRun=無法執行指令 : \n%s
MRun0=指令 "%s" 無法返回輸出
MSave=檔案 "%s" 已被修改。\n\n是否儲存變更 ?
MSavLex=是否儲存變更到語彙分析器程式庫 ?
MSel=字元代碼 : %d (HEX %2.2x)
MSessSav=儲存目前的工作階段 "%s"?
MZen=無法展開縮寫 : \n%s
newFnLatin=新增
nlex=(無語彙分析器)
None=(無)
None2=(無指令)
NSaved=執行此工具之前必須先儲存檔案
opf=開啟 "%s"
OpNew=瀏覽範本資料夾
O_fn=無法剖析行 : \n找不到檔案名稱
O_fne=無法從此行導覽 : \n找不到檔案 : "%s"
O_fnode=搜尋 "%s" ，在資料夾 "%s"
O_fnode_r=將 "%s" 以 "%s" 取代，在資料夾 "%s"
O_ftabs=在索引標籤中搜尋 "%s"
O_intr=搜尋已中斷
O_l=無法剖析行 : \n找不到行號
O_m=(符合數量 : %d)
O_nores=無結果
O_ok=行剖析 : \n\n檔案名稱 : "%s"\n行數 : %d\n欄數 : %d
O_stat=%d 個相符項目，在 %d 個檔案
Re=取代此相符項目 ?
re_0or=零個或多個先前的區塊
re_0or1=零個或一個先前的區塊
re_1or=一個或多個先前的區塊
re_as_neg_a=否定性 lookahead 判斷提示
re_as_neg_b=否定性 lookbehind 判斷提示
re_as_pos_a=肯定性 lookahead 判斷提示
re_as_pos_b=肯定性 lookbehind 判斷提示
re_b=文字邊界
re_D=數字 0..9
re_Diap=符合 a,b 和 0..9
re_dot=任意字元，排除新行
re_end=行尾
re_group=賦予數字給群組的內容
re_hex=含指定 HEX 代碼的字元
re_n=新行 (\\x0A)
re_nb=非字邊界
re_ND=非數字
re_NDiap=除了 a,b 和 0..9 的任意字元
re_NS=非空格
re_ntim=先前的區塊的 "n" 個副本
re_ntim2=先前的區塊的 'n' 到 'm' 個副本
re_NW=非英數字元
re_r=car. return (\\x0D)
re_S=空格
re_slash=反斜線
re_st=行首
re_sub=子表示式
re_s_mod=選項 : "." 字元同時符合新行
re_t=TAB 字元 (\\x09)
re_text_a=文字開始
re_text_z=文字結束
re_W=任意英數字元
re_z=新行，任意格式 (\\x0D, \\x0A, \\x0D\\x0A)
RO=[唯讀]
sAll=全部(&A)
sCan=取消
sCf=確認
shNN=無法變更註冊值。\n請嘗試以系統管理員執行編輯程式。
sn=否(&N)
sNAll=全部皆否(&O)
sOk=確定
Split_Cancel=取消分割模式
Split_Ed=--- 編輯程式分隔器 ---
Split_Vw=--- 檢視分隔器 ---
sWarn=警告
sy=是(&Y)
sYAll=全部皆是(&A)
Sync=建立同步範圍
SynR=移除同步範圍
typed=文字
Untitled=(未命名)
vert=此指令只作用於欄選取
zClipEnter=圖案文字 ("\\n" 表示換行符號) :
zClipFile=檔案名稱 (不含副檔名) :
zDefault=(預設)
zDelLn=刪除行 : %d
zDoneLn=變更行 : %d
zenCur=縮寫展開沒有游標標記
zenIn=展開縮寫 :
zFavFiles=檔案
zFavProj=專案
zMAddMask=是否要貼附此檔案名稱到 "檔案遮罩" 欄位 ?
ZMAssoc=將 "%s" 檔案與 SynWrite 建立關聯
zMBkName=請輸入書籤註解 :
zMCantSave=無法儲存檔案 : \n%s\n\n磁碟可能已經滿了。請嘗試將檔案儲存到其他磁碟。
zMCloseHint=關閉此窗格，請使用 :
zMCmdList=指令清單
zMCmdListFuzzy=模糊搜尋 [F4]
zMColMark=欄的位置，以空格分隔 :
zMConvDecode=解碼
zMConvEncode=編碼
zMDelMany=是否要從專案中移除 %d 個項目 ?
zMEnterSep=請輸入分隔符號字串 :
zMFindIdNone=找不到外掛程式的識別碼
zMFtpOp=此指令將會 [中斷] 來自外掛程式和目前分頁的連線。\n是否繼續 ?
zMHelp=說明
zMIcoBadDll=檔案 "%s" 中無圖示
zMIcoBadsize=影像 "%s" 的大小錯誤 (%dx%d)
zMIcoCantsave=圖示無法儲存為 png
ZmIn=縮放值 (%) :
zMLexerLib=語彙分析器程式庫
zMLine=行 %d
zMNoBookmk=找不到可攜式書籤
zMNoMacro=無法執行工具 : \n目前的狀態尚未定 %s 巨集。
zMNoneLexer=指令僅支援語彙分析器 "%s"
zMOpenFiles=是否要從專案中開啟 %s 檔案 ?
zMOp_Editor=編輯程式
zMOp_Files=檔案 / 資料夾
zMOp_Intf=使用者介面
zMPresetExe=可執行檔名稱 (無路徑) :
zMPresetName=請輸入工具名稱 :
zMProjEmpty=專案尚未載入或是空白
zMProjList=專案檔案清單
zMRename=請輸入新的檔案名稱 :
zMRenameErr=檔案無法重新命名 :
zMSaveProj=專案 "%s" 已修改。\n\n是否儲存變更 ?
zMSelMulLine=此指令必須選取多行內容
zMSortProj=專案目前包含超過 %d 個新項目，排序速度將會變慢。\n\n是否要排序新增的項目 ?
zMSpell=--- 拼字檢查 ---
zMSpellDone=已完成拼字檢查
zMTryAcp=嘗試自動完成 :
zMUniNeed=文字包含 Unicode 字元。\n是否使用 "%s" 格式儲存文字 ?
zNewFolder=新增資料夾
zNewFolderName=輸入資料夾名稱 :
Zoom=縮放 : %d%%
ztagExpand=展開索引標籤
ztagExpandAndMove=展開索引標籤並移動位置
ztagMovedOut=移出索引標籤
ztagMovedSelection=在索引標籤內移動選取項目
ztagTagUnknown=未展開的索引標籤 :
zzc_Active_tab=索引標籤背景 - 作用中
zzc_Active_tab_line=索引標籤 - 作用中 - 行
zzc_Bookmark_BG=書籤行背景
zzc_Carets_gutter_BG=插入點裝訂邊游標背景
zzc_Collapse_line=摺疊行
zzc_Collapse_mark=摺疊標記
zzc_Collapse_mark_BG=摺疊標記背景
zzc_Current_line_BG=目前行背景
zzc_Current_line_text=目前行文字
zzc_Folding_bar_BG=摺疊列背景
zzc_Folding_lines=摺疊行
zzc_Indentation_staples=縮排裝訂
zzc_Line_numbers_BG=行號背景
zzc_Line_numbers_text=行號文字
zzc_Line_state_def=行狀態 - 未設定
zzc_Line_state_modified=行狀態 - 已修改
zzc_Line_state_new=行狀態 - 新增
zzc_Line_state_saved=行狀態 - 已儲存
zzc_Line_state_unchanged=行狀態 - 未變更
zzc_Links_highlighting=連結亮顯
zzc_Map_BG=選取範圍縮圖
zzc_Map_marks_BG=微型縮圖搜尋標記背景
zzc_Non_printable_BG=非列印字元背景
zzc_Non_printable_chars=非列印字元
zzc_Output_panel_active_selected_text=輸出窗格作用中選取文字
zzc_Output_panel_active_text=輸出窗格作用中文字
zzc_Output_panel_BG=輸出窗格背景
zzc_Output_panel_highlight_mask=輸出窗格標示遮罩
zzc_Output_panel_selection_BG=輸出窗格選取背景
zzc_Output_panel_selection_text=輸出窗格選取文字
zzc_Output_panel_text=輸出窗格文字
zzc_Pair_brackets=成對括號
zzc_Pair_brackets_BG=成對括號背景
zzc_Passive_tabs=索引標籤背景 - 被動
zzc_Right_margin=右邊界
zzc_Ruler_BG=水平尺規背景
zzc_Ruler_text=水平尺規文字
zzc_Search_marks_BG=搜尋標示背景
zzc_Search_marks_text=搜尋標示文字
zzc_Selection_BG=選取背景
zzc_Selection_text=選取文字
zzc_Slave_splitter=主 / 副編輯程式分隔器
zzc_SyncEdit_BG=同步編輯背景
zzc_Tab_caption=索引標籤標題
zzc_Tab_caption_unsaved=索引標籤標題 - 未儲存
zzc_Text=文字
zzc_Text_BG=文字背景
zzc_Tree_BG=樹狀結構背景
zzc_Tree_text=樹狀結構文字
zzc_Views_splitter=窗格分割器
zzsort_0=不要排序
zzsort_date=依日期
zzsort_date2=依日期，倒序
zztyp_ignore=忽略
zztyp_repDoc=取代目前的文件
zztyp_repSel=取代目前的選取範圍
zztyp_repSelOrDoc=取代選取範圍或文件
zztyp_repWord=取代目前的文字
zztyp_toClip=複製到剪貼簿
zztyp_toNewDoc=複製到新文件
zztyp_toPanel=傳送到輸出窗格
